[
  {
    "Thanyia Moore": {
      "Still or Sparkling Water": "Warm lemon water, two thirds boiling water 1/3 cold water and sometimes some ice",
      "Poppadoms and/or Bread": "Poppadom sandwich with onion and mango chutney",
      "Starter": "Ackee and saltfish dumpling",
      "Main Course": "Seafood boil with crab legs and king prawns, potatoes mcorn on the cob, lashings of sauce, no sausige",
      "Side Dish": "Pass",
      "Drink": "Two types of white wine. New Zealand Pinot Noir with starter, sav blanc with the main",
      "Dessert": "Cherry crumble with custard"
    }
  },
  {
    "Jessica Knappett": {
      "Still or Sparkling Water": "Yorkshire tap water",
      "Poppadoms and/or Bread": "Stack of spicy popadoms from the Shama Bingley in 1998 with all the dips on an upholstered carpeted chair",
      "Starter": "Prawn toast with black sesame seeds from a high-end Chinese restaurant or a Thai restaurant, with a sweet and spicy dip, plus some crispy seaweed",
      "Main Course": "Bastard cake, Jude Knappett",
      "Side Dish": "Sichuan-style green beans with minced pork",
      "Drink": "Spicy margarita",
      "Dessert": "Sticky toffee pudding with ice cream"
    }
  },
  {
    "Simon Amstell": {
      "Still or Sparkling Water": "Still",
      "Poppadoms and/or Bread": "Poppadoms to take home (but not eat)",
      "Starter": "Nachos with nut cheese (from Manna)",
      "Main Course": "Grilled aubergine, spinach, pine nut, walnut pasta",
      "Side Dish": "Cup of olive oil",
      "Drink": "Homemade pure kombucha",
      "Dessert": "Boyfriend's courgette chocolate cake with a scoop of vanilla ice cream"
    }
  },
  {
    "Angela Hartnett": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Corrigan's soda bread and focaccia",
      "Starter": "Puttanesca pasta",
      "Main Course": "Roast chicken with sage and onion stuffing",
      "Side Dish": "Green beans with fresh almonds, basil, peaches and a mustardy vinaigrette",
      "Drink": "Barbaresco Italian red wine",
      "Dessert": "Gary Usher's vanilla tart and then followed by Vin Santo and madeleines"
    }
  },
  {
    "Harry Hill": {
      "Still or Sparkling Water": "Still water, no ripples",
      "Poppadoms and/or Bread": "Focaccia with olive oil",
      "Starter": "Potted shrimp with toast",
      "Main Course": "Spag vong, Christmas dinner, roast turkey with all the trimmings, devils on horseback",
      "Side Dish": "Mange tout, just for the joke",
      "Drink": "Gavi di Gavi",
      "Dessert": "Trifle"
    }
  },
  {
    "Alex Horne": {
      "Still or Sparkling Water": "Orangina",
      "Poppadoms and/or Bread": "Slice of mighty white, medium sliced with butter, shrimp Primula, sliced cheese and a side of gluten with Riboflavin and a Biscoff Pop-Tart",
      "Starter": "Crisp platter with dips, and Jules Watson's pork crackling. One hairless pork scratching",
      "Main Course": "Penne pasta with pesto, Boursin, Frankfurter and cheddar. Second main course, Jamie Oliver's pork roll. Christmas, Buck's Fizz, turkey with all the trimmings, play the pineapple game, and an After Eight in a condom wrapper",
      "Side Dish": "A couple of nice and spicy communion wafers",
      "Drink": "Moules marinière juice with bread sauce and a glug of Baileys",
      "Dessert": "Mars bar"
    }
  },
  {
    "Sam Campbell": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Pepper Crunch sandwich from Crunch&Co in Brighton",
      "Main Course": "Biang Biang noodles from Xi'an Impression",
      "Side Dish": "Fattoush salad with mujadara from Al Aseel in Sydney",
      "Drink": "Wimmers",
      "Dessert": "Mum's sponge roll with vanilla ice-cream"
    }
  },
  {
    "Sarah Keyworth": {
      "Still or Sparkling Water": "Still and Sparkling",
      "Poppadoms and/or Bread": "A chip cob",
      "Starter": "Crispy duck pancakes plus some tapas dishes, the triple-cooked patatas bravas, and chilli and ginger-glazed cauliflower",
      "Main Course": "Stolen mac and cheese with crispy onions",
      "Side Dish": "Tender stem broccoli with orange from Flesh and Bum",
      "Drink": "Campo Viejo red wine, a whole bottle but keep them coming throughout the whole meal",
      "Dessert": "A mouthful of someone else's"
    }
  },
  {
    "Jada Pinkett Smith": {
      "Still or Sparkling Water": "Still water with a twist of lemon and one ice cube in it. But if we're going fancy it's a sparkling water.",
      "Poppadoms and/or Bread": "Monkey bread with melted honey butter",
      "Starter": "Green salad with a mango vinaigrette from Café Gratitude",
      "Main Course": "Veggie burger from Houston's in Memphis",
      "Side Dish": "OG McDonald's French fries",
      "Drink": "Ten lavender lemonades with vodka. Line them up in New Orleans",
      "Dessert": "Taiwanese pineapple cake vegan ice cream from Dear Bella"
    }
  },
  {
    "Saoirse-Monica Jackson": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Popadoms",
      "Starter": "6 oysters from Ireland, with a vinaigrette from the Italian Fish Club in Liverpool. 3 Tabasco sauces and langoustines with garlic butter.",
      "Main Course": "Lamb from the Devonshire with herby sauce and chimichurri, with cheesy leeks, goose-fat chips and a bowl of rocket",
      "Side Dish": "Truffle jalapeno mac and cheese",
      "Drink": "Clarified Bloody Mary from First Aid Box and Montepulciano",
      "Dessert": "Knickerbocker Glory from Florentini's in Derry"
    }
  },
  {
    "Patti Harrison": {
      "Still or Sparkling Water": "sparking water",
      "Poppadoms and/or Bread": "sourdough outsides",
      "Starter": "spaghetti with red sauce",
      "Main Course": "3D printed chicken congee",
      "Side Dish": "fingerling potatoes with garlic",
      "Drink": "bloody Mary with a 30-inch skewer, cornichons, pickled onions, lab-grown shrimp, cocktail sauce, curly fries, holder for your phone",
      "Dessert": "tapioca but when the server comes out they do a Donald Trump impression, they go, 'You're fired.' And then they just give you the tapioca. 'You're fired.'"
    }
  },
  {
    "Mathew Baynton": {
      "Still or Sparkling Water": "Gin with elderflower liqueur and a bit of squeezed lime",
      "Poppadoms and/or Bread": "Sour dough from Bread by Bike with hummus at the end of the bike ride in the park with your children",
      "Starter": "Fennel and apple salad from Irvine Bar and Grill",
      "Main Course": "Vegan Ethiopian meal, all in one, on injera",
      "Side Dish": "Chips with three sachets of salt, lots of vinegar and a tub of mushy peas from No Catch in Brighton",
      "Drink": "Norton Torrontes White wine",
      "Dessert": "Custard doughnut from Italy",
      "Digestif": "Shot of Amaro"
    }
  },
  {
    "Nish Kumar": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadoms made by your grandmother",
      "Starter": "Lamb kebabs from The Owl and the Pussycat",
      "Main Course": "Goose cooked by your cousin, with the Coke-soaked ham as well",
      "Side Dish": "Roast potatoes",
      "Drink": "A glass of Malbec",
      "Dessert": "Jackson and Rye Kumar's cobbler"
    }
  },
  {
    "Stanley Tucci": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Focaccia and Schiacciata, with olive oil and lots of salt",
      "Starter": "Oysters, plain and Rockefeller with the deep fried Vancouver oysters",
      "Main Course": "Mother's lasagne bolognese",
      "Side Dish": "Chard and spinach with garlic, olive oil, salt and lemon",
      "Drink": "Martini (Vodka or Gin), Villa Spirina white wine, soft red wine",
      "Dessert": "Blueberry pie with a dollop of vanilla ice cream"
    }
  },
  {
    "Rina Sawayama": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Joe and the Juice, Joe's Club",
      "Starter": "Cheese soufflé from Le Gavroche",
      "Main Course": "Beef rolls, dumplings, noodle soup from Mr Dragon Noodle House",
      "Side Dish": "Wok-fried green beans from Mr Dragon Noodle House",
      "Drink": "Sudachi sour",
      "Dessert": "Mochi cake with strawberry in the middle from Natural Lawson"
    }
  },
  {
    "Sophie Willan": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Crumpet loaf with butter from Greenhalgh's",
      "Starter": "Potato cake from Ye Old Pasty Shop with the cheese and potato pasty and the meat and potato pasty",
      "Main Course": "Steak pudding and chips and mushy peas, red cabbage and gravy from Olympus Chippy",
      "Side Dish": "Black peas",
      "Drink": "Margarita from Mallorca, from the Boatel in Mallorca, with tequila rosé on the side",
      "Dessert": "Bread and butter pudding made by her granddad without crumpet loaf"
    }
  },
  {
    "Josh Widdicombe": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "'90s poppadoms, with mainly the yogurt dip",
      "Starter": "Two slices of toast, sliced by your own hand. Butter and marmite on one, marmalade on the other",
      "Main Course": "Franco Manca pizza Number Five, no anchovies, added chilli",
      "Side Dish": "Saag paneer",
      "Drink": "Tea",
      "Dessert": "Christmas chocolates"
    }
  },
  {
    "Robert De Niro": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Bread",
      "Starter": "Miso black cod from Nobu",
      "Main Course": "Wagyu wellington",
      "Side Dish": "Duck brains, crickets and ants in the original duck's skull",
      "Drink": "Gin Martini, dry, no vermouth, with cucumber and some nice wine",
      "Dessert": "Pistachio ice cream, River Café lemon tart, and a cheeseboard"
    }
  },
  {
    "Johannes Radebe": {
      "Still or Sparkling Water": "sparkling",
      "Poppadoms and/or Bread": "focaccia with olive oil and salt and a vanilla latte made by the beautiful lady",
      "Starter": "Vetkoek with snook fish and polony",
      "Main Course": "Tripe, samp and beans",
      "Side Dish": "Calamari",
      "Drink": "Prosecco with a shot of lychee liqueur",
      "Dessert": "Malva pudding"
    }
  },
  {
    "Charlotte Church": {
      "Still or Sparkling Water": "Goblet held under a waterfall",
      "Poppadoms and/or Bread": "Diverse breadbasket. Focaccia, sourdough seeded, and butter with black volcanic salt. Also, you agreed to whipped butter.",
      "Starter": "French onion soup with Gruyère and a massive crouton and your fresh herbs. And you would like the cheese plate on the side.",
      "Main Course": "Teppanyaki grill cooked by Stewart Lee and Mariah Carey",
      "Side Dish": "Green leaves and really salty chips back and forth",
      "Drink": "Glass of Cloudy Bay Sauvignon Blanc",
      "Dessert": "Toasted marshmallows with hot chocolate, melted chocolate dip, and home-grown fruit, around the campfire with your loved ones"
    }
  },
  {
    "Michelle de Swarte": {
      "Still or Sparkling Water": "Still",
      "Poppadoms and/or Bread": "Poppadoms and Bread",
      "Starter": "Triple Melon, vape, Lost Mary vape with three cappuccinos. In Rome, in the evening, in front of the Trevi Fountain with a glass of water.",
      "Main Course": "American Southern Mac and Cheese",
      "Side Dish": "Skin on, diner style chips",
      "Drink": "Orange Lucozade",
      "Dessert": "Cheese board with crackers"
    }
  },
  {
    "Rafe Spall": {
      "Still or Sparkling Water": "bubbly fresh with Robinsons in squash",
      "Poppadoms and/or Bread": "sourdough with salted butter and salt",
      "Starter": "two vodka martinis with a quarter pint of beer while you wait for the martinis. Then you want to look at the menu and then you'll choose Tricolore salad, tuna nigiri, grilled haloumi, hummus with pita, watermelon duck and cashew salad from The Ivy, and creamed polenta with mushrooms",
      "Main Course": "For the table you want spotted pig cheeseburger medium rare with string fries, porterhouse steak cooked Chicago style with English mustard. Melanzane parmigiana, chicken burrito with guacamole",
      "Side Dish": "french fries, dauphinoise potatoes, pickled cucumber salad, tomato and red onion salad, truffle macaroni from The Waverley zucchini fritti, ketchup, vinegar and tartar sauce",
      "Drink": "Diet Coke with a 1990 claret on the side",
      "Dessert": "Ben and Jerry's Carmel choo choo, left out of the fridge for about 10 to 15 minutes"
    }
  },
  {
    "Nicola Dempsey": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Bucket of fantasy olives and sun-dried tomatoes with chorizo",
      "Main Course": "Iberico char sui pork and rice",
      "Side Dish": "Green veg with butter and garlic",
      "Drink": "First cup of tea that you have when you come back from being away",
      "Dessert": "Slightly old pick-n-mix with Willy Wonka teacup"
    },
    "Rosie Dempsey": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Bread and spoonfuls of butter",
      "Starter": "Six to seven types of thinly cut steak with garlic butter from Bespoke Bitches in Toronto",
      "Main Course": "Selection of spicey curries, tikka masala, Peshwari and garlic naan, pilau rice, poppadoms, with all the dips and lashes of onion salad",
      "Side Dish": "Mum's spag bol",
      "Drink": "Champagne and Steam Whistle pilsner",
      "Dessert": "Slightly old pick-n-mix with Willy Wonka teacup"
    }
  },
  {
    "Munya Chawawa": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Prawn crackers also known as poppadoms",
      "Starter": "Mushroom arancini, golf ball size",
      "Main Course": "Ox tail, rice and peas",
      "Side Dish": "Plantaine",
      "Drink": "Mojito",
      "Dessert": "Chocolate bomb"
    }
  },
  {
    "Asma Khan": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Chapati bread",
      "Starter": "Prawn cocktail",
      "Main Course": "Jalfrezi with toasted bread and butter, ketchup on top",
      "Side Dish": "Peas, with salted butter, sugar and mint",
      "Drink": "Lashings of Fentimans' ginger beer",
      "Dessert": "English Trifle"
    }
  },
  {
    "Dan Aykroyd": {
      "Still or Sparkling Water": "Jugs of warm lemon water",
      "Poppadoms and/or Bread": "Popadoms",
      "Starter": "Pecorino stilton and red pepper jelly, with pappardelle pesto",
      "Main Course": "Mixed grill, baby lamb chops with mint jelly, t-bone steak half inch, horseradish, roasted chicken with lemon, Yorkshire pudding, gravy peas, brussel sprouts, garlic mash, rosemary roast potatoes",
      "Side Dish": "Chopped Caesar salad",
      "Drink": "Chardonnay. Espresso martini with Crystal Head.",
      "Dessert": "Mocha dacquoise and Donuts in butter"
    }
  },
  {
    "Nick Frost": {
      "Still or Sparkling Water": "sparkling water, with a loose-skinned Japanese lime in it",
      "Poppadoms and/or Bread": "bread from The Yellow House, with salted butter",
      "Starter": "meat fruit from Dinner by Heston",
      "Main Course": "slow roast belly of pork, bubbly crackling, roast potatoes, Dutchman's dicks, gravy, apple sauce, Yorkshire pudding",
      "Side Dish": "cheesy leek gratin, your own recipe",
      "Drink": "Fanta Zero",
      "Dessert": "heavily crumbled apple crumble with ice cream on the side"
    }
  },
  {
    "Celya AB": {
      "Still or Sparkling Water": "really sparkling water, more bubbles than water, with ice. and then still water, tap water indeed",
      "Poppadoms and/or Bread": "poppadoms and dips from Milan in Birmingham next to the station, and bread from Du Pain et des Idées in Paris With salted and unsalted butter, so you can experiment",
      "Starter": "Lamb bap from the Red Lion in Birmingham, Bread and mussel sauce with a little bit of bread, cube of bread, Vegetable soup from Rotherhithe, Chorba",
      "Main Course": "Chicken wings from Shack Fuyu, square of lasagne made by your housemate, pork bao buns, shredded seaweed from Bao, a little cup of pork ramen from the film Ponyo",
      "Side Dish": null,
      "Drink": "Peachy cocktail from the Birmingham fashion show",
      "Dessert": "reconstructed tiramisu, reconstructed, Paris-Brest, Sachertorte from Kipferl, And then a peppermint and liquorice tea. Then twenty minute walk home, then a Happy Hippo an hour later"
    }
  },
  {
    "Arlo Parks": {
      "Still or Sparkling Water": "Sparkling water with a wedge of lime",
      "Poppadoms and/or Bread": "Warm focaccia with rosemary, salt and black pepper",
      "Starter": "Tomato and burrata salad with basil, olive oil, salt and pepper from Speranza in LA",
      "Main Course": "Slow-cooked carnitas tacos with guacamole, black beans and pico de gallo from Guisados",
      "Side Dish": "Mexican street corn, Elotes",
      "Drink": "Fresh orange juice",
      "Dessert": "Pumpkin pie with vanilla ice cream from House of Pies"
    }
  },
  {
    "Ella Purnell": {
      "Still or Sparkling Water": "tap water",
      "Poppadoms and/or Bread": "warm sourdough with Marmite butter from Heaneys in Cardiff",
      "Starter": "pork soup dumplings from Joe's Shanghai in New York",
      "Main Course": "the Spy Kids burger, but, like, from how you remember it",
      "Side Dish": "a concept of salad and cheap supermarket prawn crackers",
      "Drink": "Diet Coke",
      "Dessert": "doughnuts from Adventure Island in Southend-on-Sea"
    }
  },
  {
    "Ainsley Harriott": {
      "Still or Sparkling Water": "still water in a beautiful glass, no lemon, no cucumber, no nothing in it",
      "Poppadoms and/or Bread": "a warm bread selection with olive oil and rock salt",
      "Starter": "tuna tartare. Caviar. Diced avocado, caramelised chilli ring from the Four Seasons",
      "Main Course": "slow cooked lamb. You're going to get the anchovies and the garlic in there",
      "Side Dish": "cauliflower cheese",
      "Drink": "a gin martini, four olives, extra dry",
      "Dessert": "Gary Rhodes's bread and butter pudding"
    }
  },
  {
    "Richard Ayoade": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Popadums with all the dips on all the sections, no tomatoes, no warm tomatoes",
      "Starter": "Sweet and salty popcorn from North Cross Road",
      "Main Course": "Lamb madras from Gandhi's with all the trimmings",
      "Side Dish": "Bindi Bhaji",
      "Drink": "Grapefruit, alcohol free beer and a mango lassi",
      "Dessert": "Fabulous Ice Fire selection of ice creams and a selection of fruit"
    }
  },
  {
    "Mo Gilligan": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Bread with salted butter",
      "Starter": "Real sushi",
      "Main Course": "Mum's curry chicken and rice with coleslaw",
      "Side Dish": "Ramen from Japan",
      "Drink": "Sarsaparilla",
      "Dessert": "Apple crumble, 90% crumble with hot custard from Bagel King"
    }
  },
  {
    "Katy Wix": {
      "Still or Sparkling Water": "Dash water with lime",
      "Poppadoms and/or Bread": "Nadine's Street town house bread, not a piece of toast",
      "Starter": "Plate of chips from Ely (Ruby Chips)",
      "Main Course": "Spaghetti carbonara from Florence",
      "Side Dish": "Small cold lasagne",
      "Drink": "DC with lemon and straight out the can",
      "Dessert": "Three tier cake stand with giant strawberries and white chocolate buttons, small piece of cheesecake, mum's apple crumble"
    }
  },
  {
    "Alison Spittle": {
      "Still or Sparkling Water": "Tap water from Ballymore",
      "Poppadoms and/or Bread": "Prawn crackers with Chinese mini meals around the outside",
      "Starter": "Mystery soup",
      "Main Course": "Ainsley's pasta cream bean dream",
      "Side Dish": "Stewed red cabbage, lamb skewers and tinned tomatoes with Worcester sauce",
      "Drink": "Watermelon Bacardi Breezer ice Blast in a minion cup",
      "Dessert": "A passion fruit souffle from The GreenHouse and a scoop of Murphy's sea salt ice cream"
    }
  },
  {
    "Karan Gokani": {
      "Still or Sparkling Water": "Sparkling water with bitters and grapefruit",
      "Poppadoms and/or Bread": "Poppadoms with black lentils and chutney yoghurt, and a bite of bread with Bungay butter",
      "Starter": "Duck pancakes with chilli oil and fresh chillis",
      "Main Course": "Lamb shank biriyani",
      "Side Dish": "Simple pot of yoghurt and chilli cheese French fries from Shake Shack",
      "Drink": "Sip of Ed's Negroni",
      "Dessert": "Massive sundae - Chocolate ice cream, peanut butter, cookies, brownies, nuts, salted cashews, loads of hot fudge sauce"
    }
  },
  {
    "Taron Egerton": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadums with chutney and the right lime pickle, but save for crumble",
      "Starter": "Mushrooms in a bag from Social Eating House",
      "Main Course": "Mum's lamb madras, comes with a poppadum over the top",
      "Side Dish": "Rock shrimp tempura, from Nobu, London Park Lane",
      "Drink": "And Union, Saturday lager",
      "Dessert": "Pecan pie with vanilla bean ice-cream from Windowsill Pies in New Orleans"
    }
  },
  {
    "Steve-O": {
      "Still or Sparkling Water": "Sparkling Thames water",
      "Poppadoms and/or Bread": null,
      "Starter": "Pickled Onion Monster Munch, vegan, double-coated",
      "Main Course": "Sea bass",
      "Side Dish": "Pureed mash potatoes with Steve-O's Hot Sauce For Your Butthole",
      "Drink": "Virgin Mary, no alcohol, just the mix with Steve-O's Hot Sauce For Your Butthole",
      "Dessert": "Either no dessert, or every dessert in the world (anything with salted caramel)"
    }
  },
  {
    "Peter Capaldi": {
      "Still or Sparkling Water": "Glasgow tap water",
      "Poppadoms and/or Bread": "Bread basket that gets topped up without ceremony",
      "Starter": "Calamari",
      "Main Course": "Spaghetti carbonara",
      "Side Dish": "Rocket salad with parmesan shavings",
      "Drink": "Ginger and elder flower from the Flora Hall",
      "Dessert": "Panettone bread and butter pudding with custard, your own recipe"
    }
  },
  {
    "Tim Key": {
      "Still or Sparkling Water": "Sparkling ice and lime water",
      "Poppadoms and/or Bread": "Poppadoms with a Kingfisher",
      "Starter": "Baked Camembert with fresh baguette and Israeli red wine",
      "Main Course": "Chicken xacuti with plain rice",
      "Side Dish": "Rome artichoke with a Birra Moretti and an Italian cigarette, and a Bukowski book",
      "Drink": "Black Coffee",
      "Dessert": "Banoffee pie (eaten around)"
    }
  },
  {
    "Cariad Lloyd": {
      "Still or Sparkling Water": "Still water, from a tap",
      "Poppadoms and/or Bread": "Pain au chocolat from Meal",
      "Starter": "Okonomiyaki from Osaka",
      "Main Course": "Roast chicken cooked by your husband, roast potatoes, honey-roast carrots, Yorkshire pud, gravy, mum's boiled carrots, and broccoli",
      "Side Dish": "Miso soup made by your sister-in-law",
      "Drink": "Elderflower spritz with peeled cucumber and mint",
      "Dessert": "Marigold custard, blueberries, pollen and honey from Amass in Copenhagen. Bramley apple apple soufflé, salted caramel and ice cream from The Sportsman. Your own homemade pavlova. Raspberry and pistachio frangipane from Mamie Gâteaux in Paris. An Italian hot chocolate, homemade Rolos from Hawksmoor and Pierre Hermé macarons."
    }
  },
  {
    "Mike Wozniak": {
      "Still or Sparkling Water": "fizzy lifting water",
      "Poppadoms and/or Bread": "maximum poppadom with maximum chutneys",
      "Starter": "gooducken ouf fle, with a toy",
      "Main Course": "'What they're had' (Uncle Phil's Fajitas) / Back-up Lancashire Hotpot with a sparkler",
      "Side Dish": "Alphabites",
      "Drink": "Ouzo, and a pint of Old Thumper",
      "Dessert": "the piece of shame (apricot cheesecake)"
    }
  },
  {
    "Paul Foot": {
      "Still or Sparkling Water": "Still",
      "Poppadoms and/or Bread": "Popadoms with all the dips, plus a cherry cola-flavoured popadom sauce that looks like popadoms",
      "Starter": "Quail and flat champagne aspic",
      "Main Course": "Wagyu fillet steak, quite rare, with popadom-flavoured cherry cola sauce",
      "Side Dish": "Dover sole sashimi from Grunt",
      "Drink": "Pornstar Martini with a shot of the aspic and jelly again, Pinot de Greuer, Campari and soda, Sherry, Chardonnay, Riesling, Bubblegum juice, Light red wine, A heavy red wine, Chartreuse, One more Chambord and a milk.",
      "Dessert": "A souffle that changes with every single mouthful. It changes flavour with each mouthful you have."
    }
  },
  {
    "Rylan Clark": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Poppadoms with smooth chutney, onion salad and aioli",
      "Starter": "Deep-fried mozzarella with spicy tomato dip",
      "Main Course": "Four East End pies, flipped upside down with liquor and vinegar",
      "Side Dish": "Mac and cheese, loads of breadcrumbs",
      "Drink": "Peroni",
      "Dessert": "A big pastel de nata"
    }
  },
  {
    "Nabil Abdulrashid": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadums",
      "Starter": "Mixed meat and fish Bolangu with masa bread",
      "Main Course": "Miyan Taushe with ground rice",
      "Side Dish": "Moi moi",
      "Drink": "Zobo",
      "Dessert": "Shahi Tukray"
    }
  },
  {
    "Dr. Maggie Aderin-Pocock": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Crusty bread with salted butter, loads of salted butter",
      "Starter": "Jollof rice with dodo",
      "Main Course": "Roast pork with crackling, apple sauce, roast potatoes, parsnips, Brussels sprouts, pigs in blankets, loads of gravy, all inside a giant Yorkshire pudding",
      "Side Dish": "Tomato consommé",
      "Drink": "Prosecco",
      "Dessert": "Lemon meringue pie from near Las Arenas In Chile with a glass of Chilean champagne to toast the moon"
    }
  },
  {
    "Joe Locke": {
      "Still or Sparkling Water": "sparkling San Pellegrino water with every single citrus fruit at your disposal",
      "Poppadoms and/or Bread": "oily focaccia with garlic and rosemary, olive oil that oozes out of there and balsamic vinegar",
      "Starter": "the pau bhaji from Dishoom",
      "Main Course": "the lasagna rolls from Don Angie",
      "Side Dish": "the garlicky, citrusy broccolini",
      "Drink": "an Aperol Spritz",
      "Dessert": "the M&S tiramisu"
    }
  },
  {
    "Sara Barron": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Sour dough bread with olive oil and sea salt",
      "Starter": "Dream plate of nachos made by your hot brother. Black sour cream, salsa fresca, jalapeno, home made nachos",
      "Main Course": "Pastrami on rye with sauerkraut and dressing",
      "Side Dish": "Seafood chowder, broccoli rob with chilli and ricotta",
      "Drink": "Espresso Martini at 1:00PM on Christmas Eve, or the 23rd, or the 22nd.",
      "Dessert": "Lemon and coconut ice cream in a lemon shell"
    }
  },
  {
    "Joe Cornish": {
      "Still or Sparkling Water": "big, expensive bottle of sparkling water",
      "Poppadoms and/or Bread": "bread from Moro with olive oil",
      "Starter": "the bruschetta from Rudolf Nureyev's private island",
      "Main Course": "fresh fish with chips and salad from a Crete restaurant that you can never find again",
      "Side Dish": "grated cold carrot with crumbly shit that makes it delicious",
      "Drink": "Coke Zero",
      "Dessert": "a biscuit and raisin Yorkie duo from a newsagents"
    }
  },
  {
    "Killer Mike": {
      "Still or Sparkling Water": "Still water with lemon and lots of ice",
      "Poppadoms and/or Bread": null,
      "Starter": "Cajun shrimp from Spondivits, collard greens and cornbread, Peter Luger's bacon and New York Prime bacon",
      "Main Course": "Ribeye steak (bone-in, fatty) with black onion seasoning",
      "Side Dish": "Garlic mashed potatoes, big baked potato",
      "Drink": "Killer Peach (peach-infused moonshine), Champagne",
      "Dessert": "Carrot cake, lemon meringue pie from Edwards, Shay's peach cobbler"
    }
  },
  {
    "Professor Brian Cox": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Martian smoked salmon",
      "Main Course": "Steak and kidney pudding, chips and gravy from the Oldham chip shop",
      "Side Dish": "Mushy peas",
      "Drink": "2008 Dom Ruinart champagne",
      "Dessert": "Rarebit with Worcestershire sauce"
    }
  },
  {
    "AJ Odudu": {
      "Still or Sparkling Water": null,
      "Poppadoms and/or Bread": null,
      "Starter": null,
      "Main Course": null,
      "Side Dish": null,
      "Drink": "hot cup of Ovaltine",
      "Dessert": "broken biscuits"
    }
  },
  {
    "Steve Coogan": {
      "Still or Sparkling Water": "Room temperature Northern tap water",
      "Poppadoms and/or Bread": "Warm, Irish soda bread with butter made by any working class Irish woman",
      "Starter": "Chunky pea soup with white pepper",
      "Main Course": "Broccoli pasta made by your daughter",
      "Side Dish": "Fresh tomatoes with olive oil, salt and pepper, fresh white bread. Maybe some mozzarella if you're feeling like it.",
      "Drink": "A pint of room temperature Bitter",
      "Dessert": "Trifle or the rhubarb four-ways from Hipping Hall"
    }
  },
  {
    "Harriet Kemsley": {
      "Still or Sparkling Water": "sparkling tap water",
      "Poppadoms and/or Bread": "roast beef focaccia with oil and balsamic",
      "Starter": "six pan fried scallops with lemon, salt, and chilli",
      "Main Course": "padana pizza, leggera style",
      "Side Dish": "James Jules and the Giant Peach waffle from Utter Waffle",
      "Drink": "Sav Blanc Hun on a train with us",
      "Dessert": "chocolate Guinness cake with cherry Garcia Ben and Jerry's ice cream, with also ice cream Chewits and strawberry Quality Street"
    }
  },
  {
    "Rylan Clark": {
      "Still or Sparkling Water": "Guiness",
      "Poppadoms and/or Bread": null,
      "Starter": "scallops",
      "Main Course": "fish that have got wings",
      "Side Dish": "Foot of leg",
      "Drink": "cab sav",
      "Dessert": "caviar popsicles"
    }
  },
  {
    "Amy Gledhill": {
      "Still or Sparkling Water": "Squachet of Whitby water ice cubes",
      "Poppadoms and/or Bread": "Warm white bap with salted, room temperature disc of butter",
      "Starter": "Chili heatwave Doritos and sour cream dip",
      "Main Course": "Giant Yorkshire pudding filled with tarragon mash, roast chicken, honey roast turnips, broccoli, and seaweed sprinkled on top",
      "Side Dish": "Pass",
      "Drink": "Pepsi Max Cherry",
      "Dessert": "Self-invented trifle in a waffle bowl, with marzipan, icing, Rolo yoghurt, custard, cream, and hundreds and thousands on the top"
    }
  },
  {
    "Siobhan McSweeney": {
      "Still or Sparkling Water": "sparkling, left open overnight or from a Soda Stream",
      "Poppadoms and/or Bread": "a room full of popadoms that you can burst through whilst not make dirty, and then eat the shards throughout the meal, and you would like your mother's Irish soda bread with some Bandon Co-Op butter",
      "Starter": "crab claws from the summer of 96 throughout the meal, made by Ogie Maloney",
      "Main Course": "sausage and chips with Chef Ketchup from the Skibbereen old folks' home",
      "Side Dish": "tea, Barry's tea bag with Cork water, one spoonful of semi-skimmed",
      "Drink": "a frozen Margarita with chilli Dorito dust around the rim",
      "Dessert": "Black Forest gateau from the Black Forest, snuck"
    }
  },
  {
    "Jimi Famurewa": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Half from Babur poppadoms and half from BiBi cheese poppadoms with all the dips",
      "Starter": "A trio of small sandwiches: the mackerel from Mangal II, the Dexter cheeseburger from the Plimsoll and a KFC Zinger Tower burger. All nice and small slider size.",
      "Main Course": "Kofo Famurewa's ewa riro with caramelised plantain.",
      "Side Dish": "Beef suya",
      "Drink": "Ice cold Orangina and then a peanut milk from Bao to bridge over into the dessert",
      "Dessert": "An ice cream sundae and has toasted rice gelato from Superiority Burger, Wendy's Frosty, the hot fudge sauce, a Marksman brown butter custard tart crumbled over it and Happy Endings ice cream sandwich, the malted one jammed in there."
    }
  },
  {
    "Michelle Keegan": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Bread, Pat and Martins bread and butter",
      "Starter": "Gambas pil pil with freshly made baguette still warm and olive oil",
      "Main Course": "Pesto linguine from the restaurant in Genoa with the same waiter",
      "Side Dish": "Build-your-own chip butty (chippy chips, salt and vinegar, curry sauce, gravy, mayo, Warburton's thick sliced bread with Lurpak) Garlic bread with cheese",
      "Drink": "Pina colada (pre-meal), orange cordial (during meal), Picanti (after main), bread and butter chardonnay (with dessert)",
      "Dessert": "Cheese board (Camembert, truffle Brie, apple wood smoke cheese, Gorgonzola), quince, chutney, rosemary sprigs"
    }
  },
  {
    "Tim Minchin": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Warm baguette",
      "Starter": "Chicken liver pate with caramelised onion jam and more baguette",
      "Main Course": "Quite rare fillet steak with Tenderstem broccoli and Brussels sprouts with bacon",
      "Side Dish": "Mac and cheese, little bit burnt on the top",
      "Drink": "Heavy, dry, earthy Australian red wine",
      "Dessert": "Apricot crumble, a little bit burnt on the top with ice cream"
    }
  },
  {
    "Toheeb Jimoh": {
      "Still or Sparkling Water": "Still",
      "Poppadoms and/or Bread": "Agege bread with salt and butter",
      "Starter": "Gizdodo from Enish",
      "Main Course": "Penne pasta in tomato sauce with assorted meats and something fishy",
      "Side Dish": "Beef ragu, Mac and cheese with truffle from Balan’s, and coleslaw",
      "Drink": "Bottle of Nigerian Fanta",
      "Dessert": "Carrot cake from dad's work with optional vanilla ice cream"
    }
  },
  {
    "Paul Rudd": {
      "Still or Sparkling Water": "Still",
      "Poppadoms and/or Bread": "An unexpectedly hot roll with butter",
      "Starter": "Caesar salad",
      "Main Course": "Triopoly of mum's roast beef",
      "Side Dish": "Thick cut chips",
      "Drink": "A pint of Guinness poured by the brew master",
      "Dessert": "The perfect slice of cheesecake"
    }
  },
  {
    "Matt Lucas": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Matzo ball soup, home-made",
      "Main Course": "Chicken chow mein from the Bristol restaurant",
      "Side Dish": "Yorkshire pudding with a gravy pot",
      "Drink": "Pepsi Max Lime",
      "Dessert": "Wall's Romantica with some whipped cream and an After Eight"
    }
  },
  {
    "Danny Dyer": {
      "Still or Sparkling Water": "chilled sparkling water",
      "Poppadoms and/or Bread": "poppadoms with all the dips, no salad",
      "Starter": "prawn cocktail with some crab sticks to dip in the Marie-rose sauce, and some lobster in the prawn cocktail",
      "Main Course": "a whole leg of roast lamb with all the trimmings",
      "Side Dish": "chip shop chips with curry sauce and a paper fork",
      "Drink": "an ice cold lager from the garage round the corner",
      "Dessert": "a Wimpy knicker bocker glory"
    }
  },
  {
    "Nisha Katona": {
      "Still or Sparkling Water": "Plum flavoured drinking vinegar",
      "Poppadoms and/or Bread": "Pao de queijo, Irish soda bread, and the inside of a croissant",
      "Starter": "Spaghetti ricci di mare",
      "Main Course": "Fish head hot pot from Pang Pang",
      "Side Dish": "Own roast potatoes, and twenty KFC hot wings",
      "Drink": "Kinako kuromitsu latte",
      "Dessert": "Japanese soufflé pancakes Biscoff from Hefaure, and a Trappist banana beer"
    }
  },
  {
    "Judi Love": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Sourdough, not too crispy with President salted butter",
      "Starter": "Seafood platter, scallops, king prawns, yellow tail ceviche, caviar and butter from a goat’s breast, pickled cucumbers and beetroot",
      "Main Course": "Surf and turf which is venison and lobster",
      "Side Dish": "Sauteed spinach and fondant potatoes, heritage carrots",
      "Drink": "Chapel Downs sparkling white wine, both [white wine and] rose champagne",
      "Dessert": "Thin apple tart from The Ivy with Guinness punch ice cream"
    }
  },
  {
    "Sikisa": {
      "Still or Sparkling Water": "Ribena",
      "Poppadoms and/or Bread": "Tortilla chips with a mild, spicy salsa, and guac, home-made",
      "Starter": "Scallops and dim sum",
      "Main Course": "Pudding and souse with breadfruit",
      "Side Dish": "Macaroni pie, brackets home-made",
      "Drink": "June bug from TGI Fridays when it was hip, with a plastic straw",
      "Dessert": "Apple and blackberry pie with double cream"
    }
  },
  {
    "Ross Noble": {
      "Still or Sparkling Water": "Sparkling water with one big bubble. With a drop of lime cordial",
      "Poppadoms and/or Bread": "Poppadoms with the sauces maybe syringed into your mouth",
      "Starter": "Steak tartare with the egg on top, main-size portion. Medium rare",
      "Main Course": "Crispy duck pancakes. Christmas dinner, you want turkey, chicken, Brussels sprouts, long pigs in blankets like they're in tacos",
      "Side Dish": "Chicken wings",
      "Drink": "Rhubarb Cawston Press",
      "Dessert": "A crumble roulette, a crumble roulade, cream, a jug of molten chocolate, and a tap that dispenses custard"
    }
  },
  {
    "Mel Giedroyc": {
      "Still or Sparkling Water": "Sparkling water with a dash of something, maybe elderflower",
      "Poppadoms and/or Bread": "Poppadoms with all the dips",
      "Starter": "Melba toast with mackerel paté",
      "Main Course": "A pyramid of expensive Scotch eggs. Humdinger Scotch egg, lamb mince Tubsey and Hyder, one from the Gloucestershire pub, and the black pudding one",
      "Side Dish": "Tiny Hugh Grant, give him a lick",
      "Drink": "A pyramid of Bacardi and diet Cokes",
      "Dessert": "A pyramid of Ferrero Rocher, and the Taskmaster exotic sandwich"
    }
  },
  {
    "Rachel Stevens": {
      "Still or Sparkling Water": "still water with ice, extra cold",
      "Poppadoms and/or Bread": "sourdough toasted, dripping with butter, salted butter with some salt on top of it",
      "Starter": "burrata with Balsamic glaze, fresh tomatoes and basil",
      "Main Course": "lobster and chips, air fried",
      "Side Dish": "chard, tenderstem broccoli with chilli and garlic",
      "Drink": "a glass of well rounded white wine with a cube of ice in it",
      "Dessert": "apple crumble with boiling hot vanilla custard, and a sticky toffee pudding with freezing cold vanilla ice cream, not too close to each other"
    }
  },
  {
    "Bob Mortimer": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Lukewarm crusts with some olive oil",
      "Starter": "Odeon cinema hot dog, ketchup and mustard, swirled by your own finger",
      "Main Course": "Perfect vindaloo with poppadoms and chips",
      "Side Dish": "Turbot, shallow fried",
      "Drink": "Minus twenty degree citrus IPA",
      "Dessert": "Syrup sponge pudding with custard made by your wife"
    }
  },
  {
    "Hammed Animashaun": {
      "Still or Sparkling Water": "Still",
      "Poppadoms and/or Bread": "Warm white sourdough bread with salted butter",
      "Starter": "Chill salted corn ribs",
      "Main Course": "Beef Wellington with potato mash, tenderstem broccoli, and red wine gravy",
      "Side Dish": "Mango salad",
      "Drink": "Guinness, poured properly",
      "Dessert": "Mr Kipling's apple pies, two apple pies, and hot custard"
    }
  },
  {
    "Jamelia": {
      "Still or Sparkling Water": "Still Evian (sealed bottle)",
      "Poppadoms and/or Bread": "Bread with rosemary salt with olive oil and balsamic",
      "Starter": "Curried chicken fried dumplings (made by herself on Master Chef)",
      "Main Course": "Hot pot from Haidilao (served by a robot)",
      "Side Dish": "Fried plantain",
      "Drink": "Sexy juice and carrot juice",
      "Dessert": "Deconstructed apple crumble with a custard foam and sponge sugar inside a chocolate sphere and smoke coming out of it (made by herself with genie powers)"
    }
  },
  {
    "Amy Annette": {
      "Still or Sparkling Water": "Tap water",
      "Poppadoms and/or Bread": "Honey & Co platter with salted butter popping up throughout the whole meal and the labneh.",
      "Starter": "Mortadella three ways - Italo sandwich and rolled up like a rose.",
      "Main Course": "Beef tartare",
      "Side Dish": "Grape salad supreme",
      "Drink": "A Sicilian white wine and Espresso Martini",
      "Dessert": "Mixed chocolate and banana crepe from La Creperie de Hampstead"
    }
  },
  {
    "Aisling Bea": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Sourdough bread with some Kerrygold butter",
      "Starter": "Calamari, salt and pepper preferably with some aioli dip and a squeeze of lemon",
      "Main Course": "Lobster from Burger and Lobster served with people I don't fancy and a bib",
      "Side Dish": "Mash, creamy, made by your own hands with Kerrygold in there as well.",
      "Drink": "A love me good cocktail",
      "Dessert": "Shirley and Tim's hazelnut and pecan tart"
    }
  },
  {
    "Sue Perkins": {
      "Still or Sparkling Water": "Still Water",
      "Poppadoms and/or Bread": "Popadoms karate chopped with mango chutney, or the popadom cheese sandwich with mango chutney.",
      "Starter": "Crispy duck pancakes on a lazy susan.",
      "Main Course": "Southern Indian curry, leaning towards the beetroot one.",
      "Side Dish": "Masala dosa",
      "Drink": "Zubrowka bison grass vodka through the mouth, a cup of tea with skimmed milk and honey rectally administered.",
      "Dessert": "Christmas pudding, brandy ice cream, custard and caramel, Christmas pudding eight ways, all the textures."
    }
  },
  {
    "Joseph Quinn": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "An assortment of breads, sourdough, focaccia and cheesy focaccia with salted butter and Ed's bred-in bread",
      "Starter": "Steak tartare with dirty martini and a side jar, from Musso & Franks",
      "Main Course": "Big, buttery turbot with a side of spinach or broccoli, Surprise potatoes, dauphinoise and a nice dry white wine",
      "Side Dish": "Frites with mayo, spinach or broccoli",
      "Drink": "Juice martini",
      "Dessert": "Four madeleines, affogato with pistachio ice cream and a Fernet Branca"
    }
  },
  {
    "Izuka Hoyle": {
      "Still or Sparkling Water": "Fanta Frozen with a combination of the cherry flavour and the raspberry flavour",
      "Poppadoms and/or Bread": null,
      "Starter": "Loads of different American sweets. Mainly fizzy sweets",
      "Main Course": null,
      "Side Dish": null,
      "Drink": null,
      "Dessert": null
    }
  },
  {
    "John Kearns": {
      "Still or Sparkling Water": "Tap water in a nice jug",
      "Poppadoms and/or Bread": "Nineties Focaccia from Sainsbury's with Anchor butter",
      "Starter": "French onion soup and a saucer of your homemade aubergine parmigiana",
      "Main Course": "Medium rare butler's steak with chips and poulet au champagne",
      "Side Dish": "Creamed spinach",
      "Drink": "Pacifico lager from Sainsbury's",
      "Dessert": "Baklava from your boys with tongs, a black Americano and a plain profiterole made by your Mum with a massive load of hot chocolate poured on it from the guy who comes out the kitchen"
    }
  },
  {
    "Richard E Grant": {
      "Still or Sparkling Water": "ice cold sparkling water in a glass full of ice",
      "Poppadoms and/or Bread": "a lovely bread with some olive oil",
      "Starter": "linguine with fresh, white crab meat, medium chilli, and lemon and olive oil",
      "Main Course": "barbecue seafood platter, lobster, giant  prawns and squid",
      "Side Dish": "a big tub of your home -made lemon mayonnaise",
      "Drink": "freshly squeezed orange juice  plus a glass of ice",
      "Dessert": "Christmas pudding with lychee sorbet"
    }
  },
  {
    "Joe Wicks": {
      "Still or Sparkling Water": "Ginton, an early ginton at that. Fevertree tonic, a few raspberries and blueberries in there.",
      "Poppadoms and/or Bread": "Sourdough bread with orange marmalade",
      "Starter": "Crispy calamari and a truffle arancini with allioili",
      "Main Course": "Gourmet wagyu beef burger from Flat Iron with steak and truffle parmesan fries. You would like the maple cooked crispy bacon and barbecue sauce on a brioche bun with that burger.",
      "Side Dish": "Spicy tuna sushi, yellowtail and prawn tempura with crispy onions, wasabi and soy sauce.",
      "Drink": "Passionfruit mojito",
      "Dessert": "Sticky toffee pudding with extra toffee sauce and vanilla ice cream."
    }
  },
  {
    "Josh Thomas": {
      "Still or Sparkling Water": "Tap water",
      "Poppadoms and/or Bread": "Fresh French baguette",
      "Starter": "Mashed roast potato with caviar and crème fraiche",
      "Main Course": "Eel killed in the blood hut on rice with barbecue sauce",
      "Side Dish": "Campari sorbet and compressed watermelon",
      "Drink": "Chassagne-Montrachet wine",
      "Dessert": "Hot jam doughnuts"
    }
  },
  {
    "Olga Koch": {
      "Still or Sparkling Water": "Blackcurrant Schorle",
      "Poppadoms and/or Bread": "Dosa from Central Tiffin Room and some Kvass",
      "Starter": "Prawn cocktail with massive prawns and US style sauce",
      "Main Course": "The lamb from Xaniid from Al Kahf",
      "Side Dish": "Shopska salad",
      "Drink": "Massive Dunkin' Donuts' cold brew, followed by the piss challenge",
      "Dessert": "Golden Gaytime ice cream cake with a Golden Gaytime on the side and a Golden Gaytini"
    }
  },
  {
    "Rob Brydon": {
      "Still or Sparkling Water": "glass bottle of San Pellegrino",
      "Poppadoms and/or Bread": "Sour dough bread with salted butter",
      "Starter": "six oysters, vinaigrette and shallots with a Kir Royale",
      "Main Course": "roast leg of lamb, Welsh lamb, gravy, parsnips, carrot and swede mash, roast potatoes, Yorkshire puddings cooked by Angela Hartnett",
      "Side Dish": "savoy cabbage and dauphinoise potatoes",
      "Drink": "Borolo wine",
      "Dessert": "chocolate bomb with salted caramel ice cream and a crumbled Flake over the top"
    }
  },
  {
    "Stephen Graham": {
      "Still or Sparkling Water": "tap water from Rovaniemi",
      "Poppadoms and/or Bread": "poppadoms",
      "Starter": "wonton soup from Chinatown in New York",
      "Main Course": "lobster from Chelsea Harbour",
      "Side Dish": "Aunty Vera's chips, long stem broccoli with the chilli and the parmesan with a bit of lemon, spinach and garlic",
      "Drink": "Schofield’s pineapple lemonade",
      "Dessert": "mille-feuille from the Wolseley and nana's apple crumble with home-made custard"
    }
  },
  {
    "Timothy Spall": {
      "Still or Sparkling Water": "imperial gallon of diet cloudy lemonade",
      "Poppadoms and/or Bread": "spicy poppadom and a plain poppadom with all the relishes, and Spanish bread with olive oil and balsamic, plus a bread bra of your wife's focaccia",
      "Starter": "A mezze , ramekins of plain crisps with cubes of cheese, ramekin of peanuts, ramekin of olives, ramekin of Marmite crisp breads, a deep -fried artichoke, fish goujons, and a big bowl of Padrón peppers",
      "Main Course": "Oxtail stew with a little bit of chicken shashlik at the end",
      "Side Dish": "Fluffy boiled potatoes, crispy roast potatoes, a tin of marrowfat peas, nine fatty chips, and some Mother's Pride white bread",
      "Drink": "Marks & Spencer's fizzy cranberry lemonade and a boiling hot Robinsons apple and blackcurrant squash with lemon juice",
      "Dessert": "Notarianni's ice cream, vanilla and chocolate, banana split, followed by a cheeseboard"
    }
  },
  {
    "Nick Mohammed": {
      "Still or Sparkling Water": "Still water with ice and orange and mange Robinson's Creations",
      "Poppadoms and/or Bread": "Poppadoms with dips and the onion salad",
      "Starter": "Tortilla lasagna, made at home",
      "Main Course": "Christmas dinner roast, which includes dry lamb, gravy, minty Yorkshire, rice, leftover Chinese takeaway, pigs in blankets, a meatball, a stuffed vine leaf, carrots, parsnips, peas, sweetcorn, green beans, roast potatoes, hot pepper sauce, sloppy stuffing and half a raw onion",
      "Side Dish": null,
      "Drink": "The 111 out of 10 very cold Riesling and a Coca-Cola, back and forth",
      "Dessert": "Microwaved chocolate fondant with two segments of Terry's Chocolate Orange stuck in the middle"
    }
  },
  {
    "Ania Magliano": {
      "Still or Sparkling Water": "Sparkling from Yo Sushi, from the tap",
      "Poppadoms and/or Bread": "Peshwari naan",
      "Starter": "Colin the caterpillar face and neck",
      "Main Course": "Pad Thai from Thailand, from The Boxing School",
      "Side Dish": "Pick and mix and a bite of Harry's fried chicken",
      "Drink": "Lambrusco",
      "Dessert": "Crumble party, with custard or vanilla ice cream"
    }
  },
  {
    "Graham Coxon": {
      "Still or Sparkling Water": "Still water sucked from a hillside",
      "Poppadoms and/or Bread": "Poppadoms and bread. You want a crusty French bread and butter, and salt on a plane with the tray down, flown by Dave",
      "Starter": "The shrimp cocktail from The Seafood Shack in maybe Redondo Beach",
      "Main Course": "Nasi goring with chicken satay made by the 200-year-old woman who you're",
      "Side Dish": "The chip butty with HP sauce, ketchup, vinegar and salt from the chip shop that's now shut",
      "Drink": "An Erdinger, alcohol-free Erdinger which you want on the way to The Seafood Shack while you're driving an electric bike",
      "Dessert": "The toffee pie from school dinners served by the dinner lady with a mole in her face"
    }
  },
  {
    "Tommy Tiernan": {
      "Still or Sparkling Water": "Water from the river in the valley of the mad",
      "Poppadoms and/or Bread": "Hint of a poppadom, with all the dips",
      "Starter": "Smell of your own brain, sizzling in a pan",
      "Main Course": "Roast potatoes, roast parsnips, honey glazed carrots. So, burnt that they're annoyed at you. But, if possible, with a chicken in the shape of a baby.",
      "Side Dish": "Poisonous slash magic mushroom pizza",
      "Drink": "Glass of fruity poitín",
      "Dessert": "Bowl of honeycomb ice cream"
    }
  },
  {
    "Huge Davies": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Pizza Express dough balls doppio",
      "Starter": "Crispy aromatic duck pancakes",
      "Main Course": "Your home made spaghetti Bolognese",
      "Side Dish": "Greggs festive bake",
      "Drink": "Lilt in a cold can",
      "Dessert": "Battered KitKat Chunky Peanut Butter with ice-cream"
    }
  },
  {
    "Jessica Fostekew": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Flopadoms",
      "Starter": "Benito box, fresh calamari straight out the water, big Scottish oyster with Tobasco and all the trimmings and barbecque octopus as well.",
      "Main Course": "Ian Simpson's surf and turf",
      "Side Dish": "Sag aloo loo loo from Babur in Brockley, London",
      "Drink": "Dom Perignon, snazzy",
      "Dessert": "Mum's brackets via great auntie Penny's lemon roulade with an amaretto coffee"
    }
  },
  {
    "Mae Martin": {
      "Still or Sparkling Water": "still water from a babbling French brook, diverted to the Dream Restaurant under a full moon",
      "Poppadoms and/or Bread": "warm baguette with butter and the little clay man will have some cookie crumble",
      "Starter": "cornucopia of shrimp, it's a Mae Martin original. Tempura, dumpling, fresh.",
      "Main Course": "roast lamb from New Zealand with gravy, horse radish roast potatoes and cauliflower cheese",
      "Side Dish": "lobster mac and cheese and roasted broccoli tossed in parm and pepper",
      "Drink": "whiskey soda",
      "Dessert": "pumpkin pie"
    }
  },
  {
    "Jason Reitman": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Spicy dumplings from White Bear in New York",
      "Main Course": "Charlie's Back Door enchilada dipped in Macau tempura batter",
      "Side Dish": "Dilly dog",
      "Drink": "Smoky old fashioned from Shokunin in Calgary",
      "Dessert": "Hungarian pastry kugelhopf"
    }
  },
  {
    "Kiell Smith-Bynoe": {
      "Still or Sparkling Water": null,
      "Poppadoms and/or Bread": null,
      "Starter": "Dynamite Shrimp, P. F. Chang's",
      "Main Course": "Confit duck leg with dauphinoise potatoes, honey roast carrots and parsnips",
      "Side Dish": "Creamed spinach",
      "Drink": "Cherry vanilla old fashioned",
      "Dessert": "M&S Black Forest Gateau"
    }
  },
  {
    "Noel Fielding": {
      "Still or Sparkling Water": "Liquefied party rings from the 80's",
      "Poppadoms and/or Bread": "Own home-made garlic bread",
      "Starter": "A bowl of peeled lychees, with the gerbil washing the insides",
      "Main Course": "The famous Ambrosia burger",
      "Side Dish": "Dad's runny mash in a rusk hip flask, but made by Heston Blumenthal",
      "Drink": "A pint of the ends of 10p lemonade ice poles, from when you were a kid",
      "Dessert": "The school Gypsy tart with butterscotch Angel Delight as a sauce"
    }
  },
  {
    "Chris Redd": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Bruschetta from Halifax",
      "Starter": "12 oysters with cocktail sauce, horseradish and lemon",
      "Main Course": "Branzino with angel hair pasta and olive cream sauce",
      "Side Dish": "Sauteed spinach with garlic and a drizzling of bacon oil",
      "Drink": "Perfect Old Fashioned with Bulleit Bourbon, plus a Sprite on the side",
      "Dessert": "Coconut pound cake with icing, comma, his mum's"
    }
  },
  {
    "Amelia Dimoldenberg": {
      "Still or Sparkling Water": "Tap water from your grandparents shower",
      "Poppadoms and/or Bread": "A smooth bagel, toasted with Lurpak",
      "Starter": "Tzatziki from Lemonia",
      "Main Course": "Pasta pomodoro from the Italian restaurant in Nara, Japan",
      "Side Dish": "Six Morley's chicken nuggets with ketchup",
      "Drink": "Aperol Spritz",
      "Dessert": "Cadbury chocolate dessert, Freddo is currently number one"
    }
  },
  {
    "Meera Syal": {
      "Still or Sparkling Water": "Sparkling water with ice and thinly cut slices of lime",
      "Poppadoms and/or Bread": "Warm crusty roll or a French baguette",
      "Starter": "Chaat from Dishoom",
      "Main Course": "Seafood paella from the Barcelona beach restaurant",
      "Side Dish": "Samphire",
      "Drink": "Rose lassi from Dishoom",
      "Dessert": "Ro-Mess Mangonathan with some passion-fruit as well"
    }
  },
  {
    "Iain Stirling": {
      "Still or Sparkling Water": "Pass",
      "Poppadoms and/or Bread": "Keema naan from Mother India with chicken pakora blended in",
      "Starter": "Cheesy truffle risotto from Es Patty",
      "Main Course": "Spaghetti bolognese with an offensive amount of pasta cooked by his mum",
      "Side Dish": "Haggis bon bons from Angels and Bagpipes",
      "Drink": "Guinness from the Harbour Bar in Bray",
      "Dessert": "Cheeseboard on a floating pillow"
    }
  },
  {
    "Yotam Ottolenghi": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Sourdough from The Dusty Knuckle with salted butter",
      "Starter": "Grandmother's semolina gnocchi with cheese and nutmeg",
      "Main Course": "Chicken shawarma in pitta with salad, tahini, pickles",
      "Side Dish": "Chips",
      "Drink": "The black beer, the fizzy malt",
      "Dessert": "Tiramisu"
    }
  },
  {
    "Robert Popper": {
      "Still or Sparkling Water": "Tap water",
      "Poppadoms and/or Bread": "Challah bread toasted by yourself with a toaster on the table",
      "Starter": "50/50 cereal, cornflakes and Rice Krispies with honey, not with one of those twizzly things. And cold oat milk.",
      "Main Course": "Square steak made by your grandmother with paprika, potatoes, and green beans. All made in, like, a metal. And the flour crust.",
      "Side Dish": "Bowl of raw carrots",
      "Drink": "Seamower and a Laross",
      "Dessert": "Pyramid of profiteroles with cream not ice cream. Warm blueberry tart with lavender from Bistro Aix. Lavender ice cream and meringues made by yourself dotted around the room."
    }
  },
  {
    "Maisie Adam": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Breaded brie with cranberry sauce, salad and balsamic vinegar from The Black Swan in the dip",
      "Main Course": "Granny's braising steak in the style of Prague goulash",
      "Side Dish": "Curly fries, bucket and spade from Blackpool Pleasure Beach",
      "Drink": "A chock-work orange from Shuffle",
      "Dessert": "Diane's chocolate orange cheesecake a la Christmas day"
    }
  },
  {
    "Shaparak Khorsandi": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Bog-standard baguette",
      "Starter": "Jumbo king prawns barbecued by a real Australian (her old nanny)",
      "Main Course": "Giant pot of muscles with skinny chips with a cold lager",
      "Side Dish": "Mushed garlic from the stinky rose, served by Madonna",
      "Drink": "Espresso martini plus doogh",
      "Dessert": "Chocolate sponge and chocolate sauce pudding from 1980s school dinners served by Edie, the 1980s dinner lady"
    }
  },
  {
    "Michael Schur": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Hearty grainy nutty bread and pretzel bread with warm butter",
      "Starter": "A seafood tower, crab meat, lobster, jumbo shrimp, sushi rolls, and mustard, hot sauce, and cocktails",
      "Main Course": "An entire 16-inch pizza with onions from Nino's New York",
      "Side Dish": "Purple yam with crème fraiche from Jar in LA",
      "Drink": "11 Makers Mark Old Fashioneds with a big ice cube in each one",
      "Dessert": "A warm chocolate brownie with nuts and a scoop of ice cream"
    }
  },
  {
    "Carol Vorderman": {
      "Still or Sparkling Water": null,
      "Poppadoms and/or Bread": null,
      "Starter": "Big fuck off prawns butterflied",
      "Main Course": null,
      "Side Dish": "Lovely tomatoes and red onions, Mashed potatoes and sprouts with Salt and pepper and butter (sprouts done in the microwave with curry)",
      "Drink": "Margaux all the way through, but also chucking in a bottle of Bolly",
      "Dessert": "Afternoon tea, take the sandwiches away, and we've got a mini Eton mess, a mini trifle, lemon meringue, bit of ice cream, Viennese whirl dipped in chocolate for Jules, and it's all got dry ice coming out of it"
    }
  },
  {
    "Susan Wokoma": {
      "Still or Sparkling Water": "Sparkling water with a slice of lemon",
      "Poppadoms and/or Bread": "Warm, soft bread with creamy, almost melted butter",
      "Starter": "Unlimited rock oysters with lots of Tabasco, a bit of vinegar and a wedge of lemon",
      "Main Course": "Okra soup",
      "Side Dish": "Jacob's crackers with sliced cheddar and ketchup, made by the 50-year-old man who lives with his mother",
      "Drink": "Craig David",
      "Dessert": "McFlurry with McDonald's chips"
    }
  },
  {
    "Paul Chowdhry": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": null,
      "Starter": "Avocados on toast with anchovies, with some olive oil drizzled on it. Soft -shell crab and deep -fried crispy prawns with chilly sauce.",
      "Main Course": "Pick e pepe and pepe e stroli de Halloween",
      "Side Dish": "Chips from the Dorchester with some ketchup",
      "Drink": null,
      "Dessert": "A tiramisu that someone's made love to"
    }
  },
  {
    "Florence Pugh": {
      "Still or Sparkling Water": null,
      "Poppadoms and/or Bread": "Sourdough, slightly warm, with salted butter with crystals on top and tzatziki",
      "Starter": "Tomato tart from The Lemon Tree, may or may not be made by Johnny Pugsley",
      "Main Course": "Stifado stew with chips in it in the big ceramic bowl, granny's Christmas Day goose (just the meat), Dad's confit duck, mashed potato, red cabbage with raisins, and a very dark winey gravy",
      "Side Dish": "Greek salad, block of feta on the top, not in cubes",
      "Drink": "Barolo, Pinot Noir, Beer in a freezer glass, Martini",
      "Dessert": "Tiramisu, Affogato with a lotus biscuit, Espresso Martini, Pret banana cake"
    }
  },
  {
    "Rukmini Iyer": {
      "Still or Sparkling Water": "San Pellegrino",
      "Poppadoms and/or Bread": "Pain d'Épi. A fluffy cube",
      "Starter": "A deep-fried platter. pakoras, zucchini fritti, tempura prawns, homemade coriander chutney",
      "Main Course": "salmon with hollandaise and asparagus, like the first time you ever had it",
      "Side Dish": "dauphinoise, kale and buttered cabbage with crushed Sichuan peppercorns, not too many",
      "Drink": "red wine and sparkling water like you had when you were doing The Forgiven and with a side of Haribo Tangfastics",
      "Dessert": "Cake Mousse"
    }
  },
  {
    "Reece Shearsmith": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Fried egg, peanut butter and jam sandwich",
      "Starter": "Heinz Oxtail Soup",
      "Main Course": "Christmas dinner",
      "Side Dish": "Haggis, neeps and tatties, Burns Night",
      "Drink": "A full glass of Alpine Dandelion and Burdock from the pop van",
      "Dessert": "Your own, home-made pumpkin pie with single cream"
    }
  },
  {
    "Grace Dent": {
      "Still or Sparkling Water": null,
      "Poppadoms and/or Bread": "Smashing poppadoms",
      "Starter": null,
      "Main Course": "Chips and curry sauce",
      "Side Dish": null,
      "Drink": null,
      "Dessert": "Sex on the beach"
    }
  },
  {
    "Fatiha El -Ghorri": {
      "Still or Sparkling Water": "Very icy still water",
      "Poppadoms and/or Bread": "Round Moroccan bread from the scared man",
      "Starter": "Hovis Granary toast with butter. Six slices",
      "Main Course": "Tagine with lamb chops and okra with the round Moroccan bread coming back again.",
      "Side Dish": "Hummus Beiruti with lamb",
      "Drink": "Ice cold, glass bottle of Coke Zero",
      "Dessert": "Two Mars ice creams"
    }
  },
  {
    "Fern Brady": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "GAIL's potato and rosemary sourdough with Quicke's butter, whipped",
      "Starter": "Tofu jianbing",
      "Main Course": "Malatang, top-level spice, rice noodles, Chinese savoury doughnuts, veg, eggs, lotus root",
      "Side Dish": "Confit potato latkes from Bubala",
      "Drink": "Baron de ball sac Caringion red wine from the stand",
      "Dessert": "Kardemummabullar and then, afterwards, some fancy chocolate"
    }
  },
  {
    "Helen Skelton": {
      "Still or Sparkling Water": "ice water from the South Pole that's melted",
      "Poppadoms and/or Bread": "five poppadoms with mango chutney",
      "Starter": "old school prawn cocktail",
      "Main Course": "roast chicken dinner with stuffing, parsnips and gravy",
      "Side Dish": "corn on the cob with butter",
      "Drink": "Kir Royale",
      "Dessert": "jelly with tangerine segments, like your grandmother used to make"
    }
  },
  {
    "Ross Kemp": {
      "Still or Sparkling Water": "Scottish mineral water fresh out of the mountainside",
      "Poppadoms and/or Bread": "Afghan flatbread",
      "Starter": "Oysters Kilpatrick from L’unico Australia",
      "Main Course": "Crispy soft shell crab Szechuan style from Hutong in Hong Kong",
      "Side Dish": "Baba ganoush and fattoush salad",
      "Drink": "Pinot noir",
      "Dessert": "Mum's birthday baked Alaska"
    }
  },
  {
    "Felicity Ward": {
      "Still or Sparkling Water": "Tap water or bottled water",
      "Poppadoms and/or Bread": "Bread, with basil leaves, olive oil, buffalo mozzarella and tomatoes",
      "Starter": "Yoghurt explosion from Gaggan in Thailand",
      "Main Course": "Harry's Singapore chilli mud crab",
      "Side Dish": "Greek salad from Corfu",
      "Drink": "Ginger beer, passion fruit, mint",
      "Dessert": "Crème catalana from the European in Melbourne with a Campos coffee"
    }
  },
  {
    "Rose Matafeo": {
      "Still or Sparkling Water": "Still water, just above room temperature",
      "Poppadoms and/or Bread": "Poppadoms with mango chutney, raita, can layer up the sauces",
      "Starter": "A man making a wax figurine of a lettuce",
      "Main Course": "All you can eat yum cha, various trolleys being pushed by daytime TV hosts. Your Christmas dinner, you've got-,",
      "Side Dish": "Potato trolley with some potatoes every way, with all the sauces",
      "Drink": "spider",
      "Dessert": "Australian Woman's Weekly children's cake book trolley"
    }
  },
  {
    "Kiri Pritchard -McLean": {
      "Still or Sparkling Water": "Sparkling, sparkling water",
      "Poppadoms and/or Bread": "Brown bread with walnuts, white bread with olives and Guinness bread with lots of salt and olive oil",
      "Starter": "Brussel sprouts with samphire, salt and pepper and the gooey stuff from the tofu and vegan cream cheese",
      "Main Course": "Steamed rice with belly pork, roasted duck and chai suey. Prawn dicks, Linda McCartney fake chicken bucket, roast garlic mayo, hollandaise, sriracha mayo, vegan honey soy sauce",
      "Side Dish": "Kottu",
      "Drink": "The strawberry beer, Dwynwen",
      "Dessert": "Stollen, Dark Matters brownie, mum's Christmas cake double marzipan with clotted cream"
    }
  },
  {
    "Morgana Robinson": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Focaccia, olives, posh nuts, caper berries",
      "Starter": "Tuna tartare",
      "Main Course": "Spaghetti vongole",
      "Side Dish": "Zucchini frite",
      "Drink": "Laurent-Perrier champagne, moving onto white wine, limoncello",
      "Dessert": "Sticky toffee pudding with ice cream"
    }
  },
  {
    "Sir Lenny Henry": {
      "Still or Sparkling Water": "Still",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Hand diced scallops from the Ritz",
      "Main Course": "Mums Saturday soup",
      "Side Dish": "2 ribs, fall off the bone",
      "Drink": "Rum punch, and also Polleni Montrachet white wine",
      "Dessert": "Brioche bread pudding with currants, chocolate, and whisky from the place in Manchester"
    }
  },
  {
    "Sarah Kendall": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Corner of sourdough, the heel",
      "Starter": "Beef carpaccio with capers, parmesan and rocket plus nine pleasant oysters",
      "Main Course": "Lobster tail spaghetti",
      "Side Dish": "Roast fatty duck from Chinatown",
      "Drink": "Flat white",
      "Dessert": "Spider (Coke float)"
    }
  },
  {
    "Phil Dunster": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Garlic-y cheesy bread with rosemary",
      "Starter": "Fresh burrata from Genoa",
      "Main Course": "Mum's Rapid Ragù after a rugby match, with a cut on the face",
      "Side Dish": "Roast smushed potatoes",
      "Drink": "A can of Coke Zero poured by yourself",
      "Dessert": "Country pub sticky toffee pudding with hot cucky"
    }
  },
  {
    "Josh Gondelman": {
      "Still or Sparkling Water": "Tap water, loads of ice",
      "Poppadoms and/or Bread": "Wholegrain roll with a honey salted butter",
      "Starter": "Escarole salad from Rucola",
      "Main Course": "Lobster roll, loads of butter",
      "Side Dish": "Thin French fries with ketchup",
      "Drink": "Dirty vodka martini with blue cheese stuffed olives times three",
      "Dessert": "Chocolate molten lava cake, on your wife's birthday with a good view of her face"
    }
  },
  {
    "Lily Allen": {
      "Still or Sparkling Water": "Robinson's Barley Water, peach flavour, quite weak",
      "Poppadoms and/or Bread": "Poppadoms with all the dips",
      "Starter": "Harrods's chicken tikka wrap",
      "Main Course": "Chicken in yogurt, rice, moong dal, pumpkin in yogurt, from Afghan Kitchen",
      "Side Dish": "Cauliflower gratin from The Ivy",
      "Drink": "Hendrick's gin and tonic with cucumber",
      "Dessert": "Soft-serve ice cream with chocolate sauce from McDonald's"
    }
  },
  {
    "Jordan Gray": {
      "Still or Sparkling Water": "sparkling water",
      "Poppadoms and/or Bread": "Banana naan",
      "Starter": "burrata caprese salad from the Gaucho",
      "Main Course": "chicken kebab, chips and burger sauce and cheeseburger from Ossett Best Kebab",
      "Side Dish": "Bombay potatoes",
      "Drink": "the Pussy Pig",
      "Dessert": "one pound's worth of lemon sherbet with the babysitter"
    }
  },
  {
    "Jarvis Cocker": {
      "Still or Sparkling Water": "Lightly Sparkling",
      "Poppadoms and/or Bread": "Melba toast with a tiny scraping of butter",
      "Starter": "Shrimp cocktail",
      "Main Course": "Vegan kebab from the place on Holloway Road",
      "Side Dish": "Ultimate Yorkshire, Yorkshire pudding with Henderson's relish",
      "Drink": "Orange wine",
      "Dessert": "Rice pudding with cinnamon and raisins"
    }
  },
  {
    "Kathy Burke": {
      "Still or Sparkling Water": "Still water, whatever's on offer. Not tap.",
      "Poppadoms and/or Bread": "Cranks wholemeal with olive spread",
      "Starter": "A tomato tart from The Ivy",
      "Main Course": "Pan-fried sea bass in chilli oil made by yourself with Kath's continental potatoes",
      "Side Dish": "A medley of steamed broccoli, spinach and peas",
      "Drink": "A pint of tea made by yourself. Milk first, in, like, the pint glass, so you don't join the Navy.",
      "Dessert": "Pete's blueberry pavlova"
    }
  },
  {
    "Róisín Murphy": {
      "Still or Sparkling Water": "Vichy water, sparkling",
      "Poppadoms and/or Bread": "German bread selection and sourdough with grass-fed butter",
      "Starter": "Three courgette flowers stuffed with ricotta",
      "Main Course": "Steak tartare",
      "Side Dish": "French fries from France, pommes frites",
      "Drink": "Krug throughout and this red wine from your not husband's father's vineyard, La Chiara",
      "Dessert": "Chocolate mousse, from Paris with Jarvis Cocker on the side"
    }
  },
  {
    "CMAT": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "French baguette with a flight of Bordier Butter",
      "Starter": "Battered parmesan, artichoke and broccolini",
      "Main Course": "Risotto with poached salmon and mussels from 24 Le Restaurant in Paris",
      "Side Dish": "Butter beans, cooked in stock and butter",
      "Drink": "Chablis (and Cool Swan with dessert)",
      "Dessert": "Christmas bread and butter pudding, a la Nigella Lawson with steaming hot custard"
    }
  },
  {
    "Paul Feig": {
      "Still or Sparkling Water": "sparkling",
      "Poppadoms and/or Bread": "chips and salsa from Gardens of Taxco",
      "Starter": "eggplant Parm from La Capannina",
      "Main Course": "garlic shrimp from Gardens of Taxco",
      "Side Dish": "ratatouille from Cocotte",
      "Drink": "Sgroppino",
      "Dessert": "butterscotch sundae on a plane, with the Bridesmaids cast. And the plane is not a normal plane, it's a set plane on a film, with smoke blowing past the windows."
    }
  },
  {
    "Rick Astley": {
      "Still or Sparkling Water": "Still tap water",
      "Poppadoms and/or Bread": "Italian bread with olive oil",
      "Starter": "Swordfish carpaccio",
      "Main Course": "Spaghetti al vongole with bottarga",
      "Side Dish": "Rocket and parmesan",
      "Drink": "Antinori Chardonnay",
      "Dessert": "Tiramisu followed by an espresso"
    }
  },
  {
    "Lucy Beaumont": {
      "Still or Sparkling Water": "still water with a wedge of lemon",
      "Poppadoms and/or Bread": "bite the middle slices out of a Jackson's loaf of bread with candle butter",
      "Starter": "little Aunt Bessie's Yorkshire puddings filled with intense cottage pie and two different soups which are mushroom and the half red pepper, half yellow pepper soup",
      "Main Course": "meatloaf with mash, green beans, and creamy gravy on the air-plane coming back from America",
      "Side Dish": "pass",
      "Drink": "margarita with a half salty rim",
      "Dessert": "banoffee pie and miracle whip, a posh wagon wheel, and salted caramel, chocolate, raspberry ripple, and vanilla ice-cream"
    }
  },
  {
    "Richard Osman": {
      "Still or Sparkling Water": "Tap water",
      "Poppadoms and/or Bread": "Bread, warm with warm, salted butter",
      "Starter": "Ham and cheese toastie",
      "Main Course": "Christmas dinner from the '70s or early '80s with two meats",
      "Side Dish": "Mac and cheese from Berners Tavern",
      "Drink": "Coke Zero",
      "Dessert": "Mint Viennetta"
    }
  },
  {
    "Alex Jones": {
      "Still or Sparkling Water": "G & T with Signet, a slice of orange, blood orange in there, and ice.",
      "Poppadoms and/or Bread": "A chip butty with fresh bread and salty butter",
      "Starter": "Prawn cocktail, don't look at the prawns",
      "Main Course": "Corned beef pie cooked by your mum",
      "Side Dish": "Dauphinoise potatoes from Bob Bob Ricard",
      "Drink": "Bloody Mary, no lemon, and Bread & Butter Chardonnay, so the Bloody Mary is after the gin and tonic, near the beginning of the meal.",
      "Dessert": "An Eton Mess, high quality, sweet as you like, Loads of cream"
    }
  },
  {
    "Rosie Jones": {
      "Still or Sparkling Water": "Tap",
      "Poppadoms and/or Bread": "Poppadoms with mango chutney, rita and the red one",
      "Starter": "Three hours of crisps; twiglets Pringles, bacon rashers, onion rings, salt and vinegar sticks, peanuts, cashew nuts, cheese straws, hula hoops, doritos (every flavour), NikNaks, only barbecue rib flavour, crimpy mini cheddars, pretzels, Wotsits quavers, brackets cheese, Space Raiders. All in separate bowls plus surprise snacks every 20 minutes.",
      "Main Course": "Tapas, every dish; patatas bravas, little bit of bread with tomato, lots of seafood, octopus, sardines, meatballs, chorizo. All the hams, all the cheeses, mushroom croquettas. Afterwards, surprise salt and vinegar discos.",
      "Side Dish": "Pork and black pudding scotch egg, hot with poppadom breadding. And surprise pop chips and pickled onion monstermunch.",
      "Drink": "Espresso Martini, plus a surprise; nice and spicy NikNaks",
      "Dessert": "Some sweets. Moams, jelly babies, jelly beans, Dolly mixtures, strawberry laces, Rainbow pencils, chocolate buttons, revels, chocolate pretzels, white chocolate mice, childhood in a little mouse. Separate bowls for all of them yet again."
    }
  },
  {
    "Edgar Wright": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Bread with aioli",
      "Starter": "Calamari from Busaba",
      "Main Course": "Fish and chips from Fish and Chips in Cornwall",
      "Side Dish": "Sweetcorn from Little Dom's",
      "Drink": "Gin Martini with a lemon twist, then Amaretto with ice",
      "Dessert": "Chocolate nemesis cake with ice cream, then a cheeseboard"
    }
  },
  {
    "Motsi Mabuse": {
      "Still or Sparkling Water": "Sparkling water with lemon and ice and some glitter in it",
      "Poppadoms and/or Bread": "Bread - a selection of German breads from the bakery, Falcon bread",
      "Starter": "Antipasti to share with her husband - tomatoes, mozzarella, mushrooms, salami, honey melon with pancetta, more bread, sun-dried tomatoes, fried zucchini",
      "Main Course": "Schnitzel, nice and thin",
      "Side Dish": "Potato rosti with a little bit of truffle on the side that you can grate on if you feel like it",
      "Drink": "Chocolate Block wine",
      "Dessert": "Chocolate fondant with ice-cream for herself, Crema catalana for her husband. Half each, and then he'll order a surprise one on top of that"
    }
  },
  {
    "Angela Barnes": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Toutons",
      "Starter": "Deep fried haggis with sauce from City Restaurant in Edinburgh",
      "Main Course": "Berliner Leber and cabbage from the German Christmas market",
      "Side Dish": "Deluxe poutine from Ziggy Peelgood's, Newfoundland again and we're going to chuck in a McDonald's apple pie on the side",
      "Drink": "Husband's chilli margarita",
      "Dessert": "Hot chocolate sponge with mint sauce"
    }
  },
  {
    "Paul Mescal": {
      "Still or Sparkling Water": "Ice bucket, a Mexican cola",
      "Poppadoms and/or Bread": "Sourdough bread and butter, with anchovies from Brats. And you'd also like the bread and butter brought out by mistake and then they bring out the anchovies",
      "Starter": "Mum's broccoli potato with onion, odons brown bread and Kerrygold butter",
      "Main Course": "Spaghetti carbonara with parmesan from Puglia",
      "Side Dish": "Chicken wings with buffalo sauce from double fried chips from Elephant and Castle from Dublin circa the 2010s. The double-fried chips he would actually like from the Nomad hotel",
      "Drink": "Sergeant Pepper also from the Nomad hotel",
      "Dessert": "A skillet of half-baked cookie dough with a chocolate lava cake on top and double poured over and then everything all erupts into each other and you get to enjoy it."
    }
  },
  {
    "Claudia Jessie": {
      "Still or Sparkling Water": "Two pints of neck oil",
      "Poppadoms and/or Bread": "The 11p Tesco tear and share bread, the vegan friendly one that I'm going to make for you, doesn't exist.",
      "Starter": "Two vegan duck pancakes from Chun Yin's",
      "Main Course": "Vegan bap from Kim-chi Cult and Lil Bowow Side",
      "Side Dish": "Vegan battered sausage, loads of salt and vinegar",
      "Drink": "Frozen margarita, home-made",
      "Dessert": "Eight dinky doughnuts from Little Chef, little thief, and one jumbo dinky"
    }
  },
  {
    "Dane Baptiste": {
      "Still or Sparkling Water": "Still water, ice and a slice",
      "Poppadoms and/or Bread": "Poppadums with all the chutneys",
      "Starter": "Dim sum platter from Hakkasan",
      "Main Course": "Elbow macaroni with brown stewed chicken",
      "Side Dish": "Fried plantain",
      "Drink": "A hard shake with Oatly strawberry ice cream and honey bourbon Jack Daniels",
      "Dessert": "A platter of desserts from Zuma, melon boats, chocolate fondant with matcha filling, fruit sorbet, all infused with CBD"
    }
  },
  {
    "Dawn French": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Satan's cheese bread",
      "Starter": "Thinly sliced ripe pear with magic ham and balsamic drizzlette. Some crushed walnuts in the middle of the table.",
      "Main Course": "Beef skirt pasty made by your mother. Christmas Eve beans on toast with Marmite, grated cheese and salad cream.",
      "Side Dish": "String fries with ketchup and mayo mixed together",
      "Drink": "Castledore Fowey Valley Cider",
      "Dessert": "Assiette of desserts, tiramisu, lemon meringue, chocolate mousse, pistachio cannoli, Terry's Chocolate Orange, and a black coffee."
    }
  },
  {
    "Miriam Margolyes": {
      "Still or Sparkling Water": "Still water with cucumber or lemon",
      "Poppadoms and/or Bread": "Serious bread, either a heavy sourdough or brown bread",
      "Starter": "Chopped liver from Panzer's with Ikea round crispy bread",
      "Main Course": "Mummy's fried plaice with olive oil and matzo meal",
      "Side Dish": "Roast potatoes, small frozen peas, braised celery and braised carrots",
      "Drink": "A Virgin Mary, no ice, plenty of Worcestershire sauce, slice of lemon and celery",
      "Dessert": "Coffee and chocolate ice cream from Nardulli's in Clapham"
    }
  },
  {
    "Natalie Cassidy": {
      "Still or Sparkling Water": "San Pellegrino with a wedge of lime",
      "Poppadoms and/or Bread": "White crusty roll, salted butter",
      "Starter": "Bolognese arancini with truffle",
      "Main Course": "Rib-eye steak, medium",
      "Side Dish": "Dauphinoise potatoes, Rocket and Parmesan salad",
      "Drink": "Cold glass of Meursault wine",
      "Dessert": "Cheeseboard with a glass of port"
    }
  },
  {
    "Finn Wolfhard": {
      "Still or Sparkling Water": "still with ice, plain Jane",
      "Poppadoms and/or Bread": "sour dough from Bigsby Bakery with salted butter",
      "Starter": "bone marrow on focaccia from Annabel's Pasta Bar",
      "Main Course": "soy broth ramen from Yokohama",
      "Side Dish": "chicken nuggets from Parson's Chicken and Fish with a honey and mustard and ranch dip",
      "Drink": "Chi Chi Colada, also from Parson's Chicken and Fish",
      "Dessert": "Dunbar Blizzard made by Simon at the Dairy Queen"
    }
  },
  {
    "Joe Wilkinson": {
      "Still or Sparkling Water": "Tap water from Ed's garden tap",
      "Poppadoms and/or Bread": "Nice crusty bread that doesn't fill you up",
      "Starter": "Mum's prawn cocktail",
      "Main Course": "Two chick Kievs from Waitrose, with chips and peas not from Waitrose, and loads of ketchup. More peas in a ramekin",
      "Side Dish": "More peas in a ramekin",
      "Drink": "Mango Magic from a Chinese restaurant near Tenerife, on Christmas Day",
      "Dessert": "Plain Viennetta"
    }
  },
  {
    "Frankie Boyle": {
      "Still or Sparkling Water": "Sparkling, with a little Ribena in it",
      "Poppadoms and/or Bread": "Warm morning roll with butter",
      "Starter": "Wonton soup",
      "Main Course": "All the icing from a wedding cake",
      "Side Dish": "Brown bread toast with marmalade",
      "Drink": "Football Special",
      "Dessert": "Häagen-Dazs Choc Choc Chip Ice Cream"
    }
  },
  {
    "Bimini Bon Boulash": {
      "Still or Sparkling Water": "Sparkling with ice and lime, and your own metallic straw",
      "Poppadoms and/or Bread": "White crusty roll, warm, with Sainsbury's salted vegan butter and a little bite of the uncooked dough",
      "Starter": "Heather soup, Leek and potato soup, cooked by your Mum",
      "Main Course": "Parmigiana party pizza from Perezza",
      "Side Dish": "Cajun salted fries with vegan garlic mayo and sriracha dip as well",
      "Drink": "Chilli salted frozen Margarita",
      "Dessert": "Sticky toffee pudding with a hot custard"
    }
  },
  {
    "Miquita Oliver": {
      "Still or Sparkling Water": "Still, Brita filtered water",
      "Poppadoms and/or Bread": "Nutty brown bread with butter",
      "Starter": "A really good salad with radicchio, parsley, water cress with the Oliver family oysters",
      "Main Course": "Mince and tatties with creamy, mushroom-y sauce",
      "Side Dish": "Cauliflower cheese and carrots (and peas)",
      "Drink": "Big glass of Syrah red wine",
      "Dessert": "Hot apple crumble with sultanas and a jug or two jugs of cold single cream"
    }
  },
  {
    "Chloe Petts": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Sourdough, focaccia, Guinness bread from Pophams Jolene, loads of pats and Café Cecilia",
      "Starter": "Bruschetta, a full mini fry up",
      "Main Course": "Pasta with pistachio pesto, cream and shrimp from A Putia, a big load of barbecue food",
      "Side Dish": "Salad with fennel, orange and dill, cornbread, mac and cheese, collared greens, Texas toast, frickles, coleslaw vinegar based",
      "Drink": "Pint of pale ale on an empty stomach then a glass of red wine",
      "Dessert": "Tiramisu, pancakes with bacon and maple syrup and then Paul goes to the car at four in the morning and gets three Rennie's"
    }
  },
  {
    "Martin Freeman": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Bread and butter from The Wolseley",
      "Starter": "Smoked salmon with onions and capers, delicate toast that we then confiscate and don't let eat.",
      "Main Course": "Prawn and spinach linguini with white wine sauce in Sorrento",
      "Side Dish": "Big chunky chips",
      "Drink": "A glass of Pinot Noir and a bottle of coke with a glass of ice and lime",
      "Dessert": "Lemon meringue pie where all the elements are made to perfection"
    }
  },
  {
    "Adam Buxton": {
      "Still or Sparkling Water": "Hard tap water",
      "Poppadoms and/or Bread": "Garlic naan with twelve pots of mango chutney",
      "Starter": "Anything from the restaurant in Paris - Les Ambassador",
      "Main Course": "Cauliflower taco bowl",
      "Side Dish": "Inari",
      "Drink": "Carlsberg",
      "Dessert": "Gu-Zillionaire cheesecake"
    }
  },
  {
    "Carrie Brownstein": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Bread from Dos Hermanos in Portland",
      "Starter": "Wedge salad",
      "Main Course": "Eight to ten home made tacos, heavy on dairy and a little bowl of spaghetti bolognese",
      "Side Dish": "Blue fin toro nigiri from Sushi Park in LA",
      "Drink": "An old fashioned with rye from the Pacific Standard in Portland",
      "Dessert": "Ruby Jewel mint ice cream sandwich"
    }
  },
  {
    "Jessica Hynes": {
      "Still or Sparkling Water": null,
      "Poppadoms and/or Bread": null,
      "Starter": null,
      "Main Course": null,
      "Side Dish": null,
      "Drink": "alcohol-free Guinness",
      "Dessert": "Banana split with some treat fruits around."
    }
  },
  {
    "Elis James": {
      "Still or Sparkling Water": "Still water out of a glass bottle",
      "Poppadoms and/or Bread": "Crusty French bread that is so crusty it makes people laugh out loud when they bite into it, from a 1983 Tesco as a child sat in the trolley eating it",
      "Starter": "A plate of Elvis and Fireman Sam sausages for the table, with ketchup. Also, some salmon sashimi with pickled ginger",
      "Main Course": "Sea bass with steamed greens, spinach with nutmeg, green beans, Tenderstem broccoli, dauphinoise potatoes and a 50p-sized disk of steak with English mustard on it",
      "Side Dish": "A box of Milk Tray, third tier just Turkish delight",
      "Drink": "V60 hand-brewed coffee made with Geisha beans, made by coffee-based YouTuber James Hoffmann, and a can of Grolsch and a pint of Ribena",
      "Dessert": "Little Chef's Mississippi mud cake (cold)"
    }
  },
  {
    "Jack Dee": {
      "Still or Sparkling Water": "Sparkling water",
      "Poppadoms and/or Bread": "Ciabatta or focaccia",
      "Starter": "Grilled oysters with breadcrumbs, garlic, chorizo",
      "Main Course": "Confit duck",
      "Side Dish": "Potatoes and green beans",
      "Drink": "Booze",
      "Dessert": "Hazelnut meringue in a roulade, raspberry coulis, vanilla ice cream"
    }
  },
  {
    "Jamie Oliver": {
      "Still or Sparkling Water": "Cold, still water with a hangover that disappears at the first sip",
      "Poppadoms and/or Bread": "All kinds of poppadoms, plus the dips",
      "Starter": "Avocado prawn cocktail",
      "Main Course": "A curry feast night. Crab curry, chicken curry, paneer curry",
      "Side Dish": "Naan and paratha",
      "Drink": "A single malt scotch whisky, triple shot, with an ice cube",
      "Dessert": "Mum's, slash nan's, trifle"
    }
  },
  {
    "Jenny Eclair": {
      "Still or Sparkling Water": "Sparkling water in a thin rimmed glass with ice and lemon and a tap water and a ginger beer",
      "Poppadoms and/or Bread": "Scandi basket with crisp bread and Philadelphia low fat cream cheese",
      "Starter": "Boneless fish platter. Salmon, '70s style. Char grilled octopus. Lobster, shelled, so that you can then paint the lobster shell watercolour while you're eating this platter. Massive prawns with loose shells and light mayonnaise with radishes and cucumbers, crudites on the side, as well.",
      "Main Course": "Spaghetti Bolognese with loads of parmesan, loads of tomato everything in it, really, really red and maybe a blob of mayonnaise on at the end.",
      "Side Dish": "Ottolenghi's rhubarb and burrata with pink peppercorn drizzle. Never had it before. celeriac remoulade",
      "Drink": "Slush puppy machine in your fridge that puts out chardonnay slush. Three large glasses and then it caps off, and it doesn't let you have any more.",
      "Dessert": "Full cheese board which has surprise Babybels that, when you open them, there's really nice cheese in them with the fig chutney from the Avalon Christmas hamper. Pink Lady apples, and a glass of port"
    }
  },
  {
    "Paapa Essiedu": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Warm bread with a herby salted butter",
      "Starter": "Taco El Al Pastor from a Mexico City street vendor",
      "Main Course": "Red red cooked by any auntie",
      "Side Dish": "Patatas bravas and a little beer, and a little sausage, from Bar Tomas in Barcelona",
      "Drink": "Sgroppino from Forza Wine",
      "Dessert": "Freshly-made Percy Ingle sugar ring doughnut on a bed of Biscock rock ice cream from Romeo & Giulietta"
    }
  },
  {
    "James Acaster": {
      "Still or Sparkling Water": "Guiness",
      "Poppadoms and/or Bread": null,
      "Starter": "Crispy cod skin in white chocolate",
      "Main Course": null,
      "Side Dish": "My mother's homemade peanut butter slice cream that she makes, which is her homemade versions of Reese's peanut butter cups in a really, like, double, triple quadruple cream ice cream",
      "Drink": "Salted Caramel Thick Shake from Sweet Mother's Kitchen in Wellington",
      "Dessert": "a cake that my flatmates made me in 2018. 2018: I was lucky enough to have a stand-up show of mine on Netflix...It was a triple layer cake although each layer was the same, but it was like, it was chocolate cake with freeze dried raspberries in the batter. In between each layer was a salted caramel cream. On the outside of the cake was a white chocolate ganache. And then that was covered with– On top of that was fondant icing. And then, on the top of it they had very professionally done a microphone in fondant and the Netflix logo in fondant"
    }
  },
  {
    "Jamali Maddix": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadoms with chutney and the green one. You want the other two so you can look at them?",
      "Starter": "Dutch croquettes from FEBO",
      "Main Course": "Alligator and shrimp cheesecake from Jacques-Imos, in New Orleans",
      "Side Dish": "Hand cut chips from the Bethnal Green place",
      "Drink": "Home-made berry lemonade",
      "Dessert": "Trifle"
    }
  },
  {
    "Harris Dickinson": {
      "Still or Sparkling Water": "San Pellegrino",
      "Poppadoms and/or Bread": "Guinness bread with lots of whipped butter from Café Cecilia",
      "Starter": "Bread, honey roast ham, marmalade and warm butter from Whites",
      "Main Course": "Short rib ragu with sausage a la your dad with pappardelle",
      "Side Dish": "Caesar salad, no anchovies on the top, but you'll have it mixed in with a jar of gherkins throughout the whole meal that you can ping on.",
      "Drink": "A cup of tea with one sugar.  A whiskey sour from a bar that we will not say it's name in New York.",
      "Dessert": "Basque cheesecake"
    }
  },
  {
    "Bridget Christie": {
      "Still or Sparkling Water": "Still water (to wash her mouth out with)",
      "Poppadoms and/or Bread": null,
      "Starter": "Her daughter's mackerel tart, with 1980s salad, and some spinach",
      "Main Course": "Linguine with fresh pesto and pine nuts, in Sardinia, with her two -and-a-half-year-old daughter sleeping on her shoulder",
      "Side Dish": "Pizza potatoes",
      "Drink": "Ten lavender cocktails from the Soho Hotel",
      "Dessert": "Her mum's apple pie, and Mirepoix rose goats' milk ice -cream"
    }
  },
  {
    "Scroobius Pip": {
      "Still or Sparkling Water": "Flat",
      "Poppadoms and/or Bread": null,
      "Starter": null,
      "Main Course": "Meadsy base, ham",
      "Side Dish": "Halloumi fries from Camden Market",
      "Drink": "The Scroobius 2018 with Gin",
      "Dessert": "3 scoops of Ben and Jerry's ice cream in this order, chocolate fudge brownie and then peanut butter cup and then whatever cookie one that they have on offering."
    }
  },
  {
    "Will Ospreay": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadoms and smooth mango chutney, flatbread, a garlic bread flatbread, that tears nice and easy",
      "Starter": null,
      "Main Course": "Two types of steak. One from Las Vegas and one from the Wolfgang steakhouse in Japan.",
      "Side Dish": "Sweet potato mash made by your wife",
      "Drink": "Double vodka and Coke Zero",
      "Dessert": "Chocolate brownie with vanilla ice cream"
    }
  },
  {
    "Andy Zaltzman": {
      "Still or Sparkling Water": "sparkling water, saving the planet",
      "Poppadoms and/or Bread": "two and a half poppadoms with chutney, all the chutney options, raw onions, grasshopper sauce, of course, hot pickle",
      "Starter": "six Dahi puris",
      "Main Course": "venison wellington, made by your wife on New Years Eve / Christmas meal is the charcuterie board, the prawn and lobster risotto, ho ho / Japanese salmon",
      "Side Dish": "whole mozzarella On a picture of David Cameron's cover drive",
      "Drink": "Opium Hill cup of tea from Paris, while listening to Folk Singer by Muddy Waters",
      "Dessert": "a cup of pistachio ice cream from Giolitti in Rome / fruit sorbet / vanilla ice cream with the sherry on it, Separate bowl / cheeseboard from Chez Bruce while your wife is pregnant"
    }
  },
  {
    "Julie Adenuga": {
      "Still or Sparkling Water": "still, room temperature, no ice, no lemon. Fuck sparkling water",
      "Poppadoms and/or Bread": "Poppadoms in quarters, e.g. 9 o'clock, 12 o'clock, with curry and rice on top of it, like a pizza slice",
      "Starter": "pass",
      "Main Course": "Ground Rice, made by your dad, with Beef, Egusi Stew and Tomato Stew on top, made by your mum",
      "Side Dish": "Plantain",
      "Drink": "Copella cloudy apple juice, out in the garden, Black Coffee's DJ",
      "Dessert": "Apple Crumble — more or equal crumble to the amount of apple — with warm custard on top"
    }
  },
  {
    "Rhys Nicholson": {
      "Still or Sparkling Water": "very cold sparkling water with some lime",
      "Poppadoms and/or Bread": "warm sourdough with brown butter",
      "Starter": "anchovy toast from the Carlton Wine Room and oyster and a half Martini from Bar Margaux",
      "Main Course": "fried chicken burger with slaw, chipotle mayo in a potato bun with curly fries",
      "Side Dish": "restaurant-y green salad and a cucumber salad, cleansing the palate in between bites",
      "Drink": "very cold, dry Austrian Riesling",
      "Dessert": "a mouthful of everyone else's [dessert] and a digestif, which we landed on? I'll try the mint Fernet-Branca"
    }
  },
  {
    "Esther Manito": {
      "Still or Sparkling Water": "Sparkling water, San Pellegrino with lemon",
      "Poppadoms and/or Bread": "Poppadoms with lime pickle",
      "Starter": "Mazer, baba ganoush, tabule, humous, and shormer with bread",
      "Main Course": "Very hot prawn vindaloo with real chillies, poppadums, pilau rice, raita",
      "Side Dish": "Saag bhaji",
      "Drink": "Rosé Moët champagne",
      "Dessert": "Cheese board, with blue stilton, salt crackers and grapes. And lemon sorbet, in a lemon"
    }
  },
  {
    "Sebastian Stan": {
      "Still or Sparkling Water": "Sparkling",
      "Poppadoms and/or Bread": "Naan",
      "Starter": "Anchovies on toast from Via Carota in New York",
      "Main Course": "Spaghetti and meatballs",
      "Side Dish": "Fries and butter lettuce salad with pumpkin seeds and avocado",
      "Drink": "Empress Gin martini with a twist",
      "Dessert": "Jenny's Ice Cream, a bunch of different scoops (brownie swirl, peanut butter chocolate)"
    }
  },
  {
    "Nadiya Hussain": {
      "Still or Sparkling Water": "tepid still water",
      "Poppadoms and/or Bread": "poppadoms and mango chutney and the bright red onion thing",
      "Starter": "prawns pil pil with crusty bread",
      "Main Course": "traditional chicken korma and rice",
      "Side Dish": "Yo Sushi furikake fries",
      "Drink": "apple, lime and mint no-jito",
      "Dessert": "creme brulee with orange shortbread and raspberries"
    }
  },
  {
    "Jeff Rosenstock": {
      "Still or Sparkling Water": "Sparkling water in a metal cup with ice",
      "Poppadoms and/or Bread": "Brown bread from the Cheesecake Factory",
      "Starter": "Cold skin noodles from Xi'an Famous Foods New York",
      "Main Course": "Two slices of Vinnie's pizza, pineapple, veggie spare rib, sweet chilli sauce",
      "Side Dish": "Volcano roll from Soy and Sake New York, and hide some wilted spinach in there",
      "Drink": "Other Half Green City IPA, or whatever beer they do at Other Half",
      "Dessert": "Wattamelon roll from Friendly's"
    }
  },
  {
    "Ray Winstone": {
      "Still or Sparkling Water": "Sparkling water with ice and a squeeze of lemon",
      "Poppadoms and/or Bread": "Light, crispy bread with your own olive oil",
      "Starter": "Dressed crab with lemon, seafood sauce, cockles, and burnt artichokes",
      "Main Course": "Tempura Dover sole from Lampara",
      "Side Dish": "Two cauliflower cheeses from Smiths, maybe a bit of mash",
      "Drink": "A vodka coke with ice and a slice of lemon, Planeta, Amarone, Nero d'Avola and plenty of Rose for the whole meal",
      "Dessert": "Crème brûlée"
    }
  },
  {
    "Todd Barry": {
      "Still or Sparkling Water": "Still water, cold crushed ice",
      "Poppadoms and/or Bread": "Popadoms",
      "Starter": "Caci y pepe with chilli flakes on the side from Via Karota",
      "Main Course": "Kastu chicken Japanese curry with rice, extra hot",
      "Side Dish": "Well done/crispy Fries",
      "Drink": "Iced tea, half sweet tea, half unsweet tea, with loads of lemons and a lime",
      "Dessert": "Vanilla cake with vanilla icing"
    }
  },
  {
    "Emily Campbell": {
      "Still or Sparkling Water": "Orange and pineapple squash, double strength, with your water",
      "Poppadoms and/or Bread": "Warm ciabatta and focaccia bread basket with butter",
      "Starter": "Buttermilk breaded chicken strips and wings with honey and sriracha sauce made by yourself",
      "Main Course": "A seafood boil with your own bib, a custom-made bib",
      "Side Dish": "Baked mac and cheese, also made by yourself",
      "Drink": "A mango daiquiri mocktail",
      "Dessert": "A New York cheesecake with berry compote and ice cream"
    }
  },
  {
    "Garth Marenghi": {
      "Still or Sparkling Water": "Soft wine, hard beer",
      "Poppadoms and/or Bread": "Five popadoms with all the dips",
      "Starter": "Very large prawn cocktail with prawns that you have seen and selected yourself. Flecks of lobster and crab also, killed by your slaughterer",
      "Main Course": "A piece of every part of the carcass, not the balls, medium-rare-, heart-rare, though",
      "Side Dish": "Turducken, very well-cooked",
      "Drink": "Goblet of potion, chosen by Benito. Hopefully one that can expand time",
      "Dessert": "Very curried kedgeree. Then, after you would like Pepto Bismal and an after-dinner mint"
    }
  },
  {
    "John Robins": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Crusty, doughy, white bread and focaccia with chunky salt crystals and rosemary in the general vicinity, you'd like to know they've met, dipped in olive oil and balsamic vinegar, perfect ratios.",
      "Starter": "George Egg's cuppy egg on veggie haggis, craft cheese slice, Kismet Mr Naga sauce, mocha pot coffee and evaporated milk.",
      "Main Course": "Schwartz's salt beef sandwich, lean, with white bread and pickles.",
      "Side Dish": "Fried salt cod with onions and Aunt May's, not your real auntie, Bajan hot pepper sauce from a Bahamas breakfast buffet.",
      "Drink": "Arthur's Seat, chilly bottle coffee with oat milk and some pastries.",
      "Dessert": "The blonde bombshell from Heritage cafe, 1989."
    }
  },
  {
    "Babatunde Aléshé": {
      "Still or Sparkling Water": "Cold, sparkling water with crushed ice",
      "Poppadoms and/or Bread": "Warm, toasted ciabatta with M&S truffle chicken liver pate",
      "Starter": "Deep fried prawn with sweet chilli sauce from Pappagone",
      "Main Course": "Caribbean oxtail with Nigerian jollof salad and coleslaw",
      "Side Dish": "Fried plantain, Party jollof",
      "Drink": "Supermalt",
      "Dessert": "Apple crumble with ice cream"
    }
  },
  {
    "Derren Brown": {
      "Still or Sparkling Water": "still water, not too cold. Nothing in it. No plops.",
      "Poppadoms and/or Bread": "sourdough, warm with butter and salt",
      "Starter": "lobster risotto",
      "Main Course": "perfect meatballs in tomato sauce with a thick spaghetti",
      "Side Dish": "rocket salad with Parmesan, balsamic, olive oil",
      "Drink": "a glass and a half of Brunello di Montalcino",
      "Dessert": "apple crumble, hot with hot custard and then a Charbonnel et Walker salted caramel truffle"
    }
  },
  {
    "Jason Mantzoukas": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadoms",
      "Starter": "Greek salad, shrimp cocktail",
      "Main Course": "Steve Coogan's daughter's pasta, fillet steak, medium rare",
      "Side Dish": "Mother's Greek stuffing, Mother's lemon potatoes, greens (likely broccoli, likely grilled)",
      "Drink": "White wine, rosé",
      "Dessert": "Vegan ice cream or a sorbet, most likely chocolate and vanilla"
    }
  },
  {
    "Ardal O’Hanlon": {
      "Still or Sparkling Water": "still water in a glass with good girth, heft weight and lip",
      "Poppadoms and/or Bread": "skips the size of popadums",
      "Starter": "24 oysters with shallots and red wine vinegar",
      "Main Course": "stinky beef with all the normal trimmings, cauliflower, cheese sauce",
      "Side Dish": "roast sprouts with parmesan and balsamic, honey glazed carrots and a Yorkshire Pudding",
      "Drink": "1965 Château De Latour from the rich man's cellar",
      "Dessert": "rhubarb crumble with rhubarb ice cream followed by a cheese board with Gouda, Stilton, Mont d'Or and whatever else disgusting shit what's on there"
    }
  },
  {
    "Rina Sawayama": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Joe and the Juice, Joe's Club",
      "Starter": "a cheese soufflé from Le Gavroche",
      "Main Course": "Mr Dragon Noodle House beef rolls, dumplings, noodle soup",
      "Side Dish": "wok-fried green beans from Mr Dragon Noodle House",
      "Drink": "a sudachi sour",
      "Dessert": "mochi cake with strawberry in the middle from Natural Lawson"
    }
  },
  {
    "Ed Sheeran": {
      "Still or Sparkling Water": "Still water",
      "Poppadoms and/or Bread": "Poppadoms and mango chutney",
      "Starter": "Medium fatty tuna nigiri from Araki",
      "Main Course": "Vodka rigatoni from Bertie Blossoms",
      "Side Dish": "Fat chips",
      "Drink": "Pint of lager, bottle of Burgundy, then bottle of Bordeaux",
      "Dessert": "Apple strudel"
    }
  },
  {
    "Tom Davis": {
      "Still or Sparkling Water": "Kettering tap water",
      "Poppadoms and/or Bread": "Tiger bread with salty butter",
      "Starter": "French onion soup",
      "Main Course": "Irish boxty, lamb",
      "Side Dish": "Four bags of scalloped potatoes",
      "Drink": "Coke Zero",
      "Dessert": "Grandmother's lemon meringue pie"
    }
  },
  {
    "Helen Bauer": {
      "Still or Sparkling Water": "Medium sparkling Gerolsteiner from Germany",
      "Poppadoms and/or Bread": "Fladenbrot with melted butter out of a draft pump",
      "Starter": "Prawn puri",
      "Main Course": "Domino's large stuffed crust with pineapple, olives, jalapenos, Parma ham not from Domino's, and garlic and herb dip",
      "Side Dish": "Fattoush",
      "Drink": "Diet Coke from the fountain",
      "Dessert": "Choccy muffy delighty treaty. Crushed Malteasers Bunny on the top of it, warm choc chip muffin with pistachio and hazelnut ice cream. Sparkler"
    }
  },
  {
    "John Kearns": {
      "Still or Sparkling Water": "Still cucumber",
      "Poppadoms and/or Bread": "Some soda bread, brown bread.",
      "Starter": "Chopped liver from Panzer's with Ikea round crispbread.",
      "Main Course": "Chicken soup with matzo balls and carrots, celery and onion. Mummy's fried plaice with olive oil and matzo meal.",
      "Side Dish": "Roast potatoes. Small frozen peas, Braised celery, braised carrots.",
      "Drink": "Banana milkshake. Virgin Mary, no ice.",
      "Dessert": "Coffee and dark chocolate ice-cream from Nardulli."
    }
  },
  {
    "Stuart Laws": {
      "Still or Sparkling Water": "tap water, then still water",
      "Poppadoms and/or Bread": "Seeded sourdough toast with salted butter, marmalade, strawberry jam, from Rickmansworth Aquadrome café",
      "Starter": "Warm slice of cherry pie and a black coffee",
      "Main Course": "Lamb madras, poppadoms, onion bhajis, steamed rice from Malik's, ice cold Pepsi in a glass bottle from Uganda on the side",
      "Side Dish": "Buttermilk chicken sliders with hot sauce and pickles, and Brussels sprouts with balsamic reduction from Gingerman, plus a bottle of prosecco and Chambord",
      "Drink": "An old fashioned with a massive ice cube from the Olympic hotel in Seattle",
      "Dessert": "A bring-your-own sundae, build-your -own"
    }
  }
]